[]{
  "tipsmod.title.default":"Tipp",

  "tipsmod.tip.no_tips":"Es konnten keine Tipps geladen werden, bitte überprüfe die Konfigurationsdatei.",
  "tipsmod.tip.undead_damage":"Untote Monster wie Skelette, erleiden Schaden durch Heiltränke und werden mit Schadenstränken geheilt.",
  "tipsmod.tip.poison_immune":"Zombies, Skelette und Spinnen sind immun gegen Gift-Effekte.",
  "tipsmod.tip.witch_conversion":"Wird ein Dorfbewohner von einem Blitz getroffen, wird er zur Hexe.",
  "tipsmod.tip.four_eggs":"Beim braten von Hühnereiern, können sehr selten bis zu 4 Küken schlüpfen.",
  "tipsmod.tip.nether_lava":"Lava fließt im Nether deutlich schneller als in der Oberwelt.",
  "tipsmod.tip.west":"Die Sonne, der Mond und die Sterne bewegen sich alle Richtung Westen.",
  "tipsmod.tip.swamp_slime":"Schleimblöcke können bei Vollmond in Sümpfen erscheinen.",
  "tipsmod.tip.deflect_ghast_fireballs":"Feuerbälle von Ghasts können abgewehrt und zurückgestoßen werden, wenn du gegen sie schlägst.",
  "tipsmod.tip.shulker_armor":"Shulker bekommen sehr viel mehr Schaden, wenn sie gerade geöffnet sind.",
  "tipsmod.tip.arthropods":"Spinnen, Silberfische, Bienen und Endermites, erleiden zusätzlichen Schaden durch die Verzauberung 'Nemesis der Gliederfüßer'.",
  "tipsmod.tip.fossils":"Große Fossilien sind in Sümpfen und Wüsten vergraben.",
  "tipsmod.tip.crouch_blocks":"Schleichen verhindert, dass du an Blockkanten herunter fällst.",
  "tipsmod.tip.smoke_bees":"Du kannst Bienen beruhigen, indem du ein Lagerfeuer unter ihrem Nest platzierst.",
  "tipsmod.tip.lava_fuel":"Eimer mit Lava können als Brennstoff in Öfen verwendet werden.",
  "tipsmod.tip.wooden_tool_fuel":"Altes Holzwerkzeug kann als Brennstoff in Öfen verwendet werden.",
  "tipsmod.tip.scrap_nuggets":"Gold- und Eisenwerkzeug/-Rüstung kann zu Nuggets geschmolzen werden.",
  "tipsmod.tip.piglin_gold":"Piglins lieben Gold über alles.",
  "tipsmod.tip.dog_health":"Je niedrieger der Schweif eines Hundes, desto weniger Leben hat dieser.",
  "tipsmod.tip.dog_rotten_flesh":"Man kann Hunde heilen, indem man sie mit verrottetem Fleisch füttert.",
  "tipsmod.tip.lure_animals":"Du kannst Tiere dazu bringen dir zu folgen, indem du ihr Lieblingsessen in der Hand hälst.",
  "tipsmod.tip.cooked_drops":"Tiere die an Feuerschaden sterben, lassen gekochtes Essen fallen.",
  "tipsmod.tip.nether_sponge":"Nasse Schwämme trocknen sofort, wenn sie im Nether platziert werden.",
  "tipsmod.tip.boat_passenger":"Es können 2 Passagiere in einem Boot sitzen.",
  "tipsmod.tip.shulker_golem":"Shulker sind laut dem Spiel eine Art Golem.",
  "tipsmod.tip.note_block_instrument":"Der Ton eines Notenblocks wird durch den Block darunter bestimmt.",
  "tipsmod.tip.zombie_armor":"Zombies haben immer 2 Rüstungspunkte, auch wenn sie keine Rüstung tragen.",
  "tipsmod.tip.undead_helmet":"Untote Monster verbrennen Tagsüber nicht, wenn sie einen Helm tragen.",
  "tipsmod.tip.iron_golem_heal":"Eisengolems können mit Eisenbarren geheilt werden.",
  "tipsmod.tip.turtle_shell":"Schildkröten lassen ihren Panzer nicht fallen wenn sie sterben, sondern nur wenn sie als Babies auswachsen.",
  "tipsmod.tip.animal_growing":"Babytiere wachsen schneller, wenn man sie füttert.",
  "tipsmod.tip.blaze_snowball":"Lohen nehmen als einzige Monster Schaden durch Schneebälle.",
  "tipsmod.tip.biome_bonemeal":"Das Benutzen von Knochenmehl auf Grasblöcken lässt, je nach Biom, verschiedene Blumen wachsen.",
  "tipsmod.tip.biome_fishing":"Beim Angeln im Dschungel erhält man andere Gegenstände, als in anderen Biomen.",
  "tipsmod.tip.fishing_resources":"Angeln ist eine hervorragende Methode, um an besonders hochwertige Verzauberungsbücher zu gelangen.",
  "tipsmod.tip.boat_jump":"Wenn du ein Boot auf Lava platzierst, hast du eine vorrübergehende Plattform.",
  "tipsmod.tip.creeper_cat":"Creeper haben Angst vor Katzen und laufen vor ihnen weg.",
  "tipsmod.tip.water_grass":"Mit Wasser kann man Gras schnell entfernen, und man erhält Samen.",
  "tipsmod.tip.gravity_torch":"Fallende Blöcke, wie Sand oder Kies, gehen kaputt, wenn sie auf eine Fackel fallen.",
  "tipsmod.tip.string_wool":"Mit 2 mal 2 Fäden kann man weiße Wolle herstellen.",
  "tipsmod.tip.barrel":"Fässer sind eine bequeme Alternative zu Truhen.",
  "tipsmod.tip.job_site_dimension":"Dorfbewohner verlieren/vergessen ihren Beruf, wenn man ihren Werkblock abbaut.",
  "tipsmod.tip.villager_sweat":"Dorfbewohner kommen ins Schwitzen, wenn man versucht, während eines Überfalls mit ihnen zu handeln.",
  "tipsmod.tip.wandering_invis":"Wandernde Händler trinken in der Dämmerung Unsichtbarkeits-Tränke, um Nachts unentdeckt zu bleiben.",
  "tipsmod.tip.baby_panda_slimeball":"Wenn Baby-Pandas niesen besteht eine 0,1%ige Wahrscheinlichkeit, dass sie einen Schleimball fallen lassen.",
  "tipsmod.tip.fortress_triangulation":"Mit dem Werfen von Enderaugen aus unterschiedlichen Richtungen, lässt ich ein Stronghold leichter finden.",
  "tipsmod.tip.creeper_drops_disc":"Wenn der Pfeil eines Skellets oder eines Eiswanderers einen Creeper tötet, lässt dieser eine zufällige Schallplatte fallen.",
  "tipsmod.tip.mooshroom_lightning":"Rote Mooshrooms werden zu Braunen und umgekehrt, wenn sie vom Blitz getroffen werden.",
  "tipsmod.tip.bed_explode":"Der Versuch, in anderen Dimensionen als der Overworld zu schlafen, wird 'unschön' enden.",
  "tipsmod.tip.fall_damage_blocks":"Einige Blöcke wie Wasser, Schleim oder Stroh können den Fallschaden reduzieren.",
  "tipsmod.tip.bed_respawn":"Das Schlafen in einem Bett legt den aktuellen (Re-)Spawnpunkt fest.",
  "tipsmod.tip.ore_tiers":"Einige Erze erfordern eine Spitzhacke mit einem Mindestlevel, um sie abzubauen.",
  "tipsmod.tip.sponge_bucket":"Nasse Schwämme können in einem Ofen getrocknet werden. Wenn ein leerer Eimer im Feuerraum des Ofens ist, nimmt er das Wasser vom Schwamm auf!",
  "tipsmod.tip.coarse_to_dirt":"Grobe Erde kann mit einer Hacke zu normaler Erde umgewandelt werden.",
  "tipsmod.tip.enderman_blocks":"Endermänner können Blöcke wie Gras, Erde oder TNT aufheben und platzieren!",
  "tipsmod.tip.dragon_blocks":"Eisengitter, End-Steine und Obsidian sind beständig gegen Angriffe vom Ender-Drachen.",
  "tipsmod.tip.piglin_repellent":"Piglins haben Angst vor Seelenfeuerblöcken, einschließlich der Seelenfackel und der Seelenlaterne.",
  "tipsmod.tip.portal_trick":"Mit Wasser- und Lavaeimern kann man sehr leicht ein Netherportal errichten.",
  "tipsmod.tip.blaze_fuel":"Lohenruten sind ein guter Brennstoff in Öfen.",
  "tipsmod.tip.goat_milk":"Ziegen können mit einem leeren Eimer gemolken werden.",
  "tipsmod.tip.mean_goats":"Sei in der Nähe von Ziegen vorsichtig! Sie mögen es, Spieler und andere Tiere einen Abhang hinabzustoßen.",
  "tipsmod.tip.dripstone_lava":"Tropfsteine unter Lava geben langsam Lavatropfen ab, die mit Kesseln aufgefangen werden können.",
  "tipsmod.tip.bucket_friends":"Lebende Fische und Axolotls können leicht mit einem Eimer gefangen werden.",
  "tipsmod.tip.bucket_rename":"Wenn man einen Eimer mit (lebendem) Inhalt umbenennt, wird der Inhalt ebenfalls umbenannt.",
  "tipsmod.tip.axolotl_food":"Axolotls lieben Tropenfische!",
  "tipsmod.tip.wax_copper":"Honigwaben können zum Wachsen von Kupferblöcken jeder Art verwendet werden. Das verhindert weiteres (Ver-) Rosten.",
  "tipsmod.tip.freezing_leather":"Lederrüstung schützt vor Frostschaden.",
  "tipsmod.tip.azalea_caves":"Azaleenbäume wachsen über Lush Caves, unterirdischen Höhlen mit üppigem Pflanzenbewuchs.",

  "tipsmod.tip.end_dimension": "Du kannst die End-Dimension nicht verlassen ohne den Enderdrachen zu besiegen.. oder zu sterben.",
  "tipsmod.tip.hitting_obsidian": "Es dauert ca. 4 Minuten Obsidian mit bloßer Faust abzubauen.",
  "tipsmod.tip.sitting_pets": "Sitzende Haustiere die in Wasser versinken, werden so lange sitzen bleiben, bis sie ertrinken oder du sie rechts-klickst.",
  "tipsmod.tip.snow_golem_trail": "Schneegolems hinterlassen eine Schneespur, von der du unendlich Schnee gewinnen kannst.",
  "tipsmod.tip.mushroom_placement": "Pilze können nicht unter direktem Sonnenlicht platziert werden.",
  "tipsmod.tip.mushroom_biome_spawns": "Monster können nicht im Pilzbiom erscheinen.",
  "tipsmod.tip.shear_mooshroom": "Du kannst Mooshrooms scheren, um sie in normale Kühe zu verwandeln.",
  "tipsmod.tip.peaceful_tnt": "TNT kann Spielern bei friedlicher Schwierigkeit keinen Schaden zufügen.",
  "tipsmod.tip.weather_sleep": "Schlafen wird den Himmel aufklären und Gewitter oder Regen stoppen.",
  "tipsmod.tip.dragon_egg": "Das Drachenei ist das einzige Ei in Minecraft, dass keine Kreatur erzeugt.",

  "tipsmod.tip.joke.combat": "Zombies mögen es nicht, wenn du mit deinem Schwert zustichst.",
  "tipsmod.tip.joke.swim": "Zu langes Verharren Unterwasser kann zu Ertrinken führen.",
  "tipsmod.tip.joke.lava": "Wie fast alle Gegenstände verbrennen Eimer in Lava, aber nicht wenn die Lava IM Eimer ist.",
  "tipsmod.tip.joke.stairs": "Treppen verkehrtherum zu platzieren ermöglicht es nicht, an Decken zu laufen.",
  "tipsmod.tip.joke.skulls": "Übellaunig wie Witherskelette nunmal sind, verlieren sie schnell mal ihren Kopf.",
  "tipsmod.tip.joke.shears": "Mit Scheren zu Rennen ist sicherer in Minecraft.",
  "tipsmod.tip.joke.provoke": "Drachen sind gefährlich wenn sie provoziert werden.",

  "gui.tips.list.title":"Liste der Tipps",
  "gui.tips.list.search":"Suchen",
  "gui.tips.list.show_disabled":"Zeige ausgeblendete Tipps",
  "gui.tips.list.entry.tip_id":"Tipp-ID: %s",
  "gui.tips.list.entry.added_by":"Hinzugefügt von: %s",
  "gui.tips.list.entry.cycle_time":"Anzeigezeit: %s",
  "gui.tips.list.entry.copied":"Kopiert!",
  "gui.tips.list.entry.click_to_copy":"Klicken, um ID zu kopieren",
  "gui.tips.list.entry.disabled":"Durch Einstellungen deaktiviert",
  "gui.tips.list.config":"Einstellungen"
}
