{
  "tipsmod.title.default": "Tip",

  "tipsmod.tip.no_tips": "No tips have been loaded. Please review the configurations.",
  "tipsmod.tip.undead_damage": "Undead mobs like Skeletons are damaged by health potions and healed by damage potions.",
  "tipsmod.tip.poison_immune": "Zombies, Skeletons, and Spiders are all immune to poison damage.",
  "tipsmod.tip.witch_conversion": "Villagers will become witches when struck by lightning.",
  "tipsmod.tip.four_eggs": "Hatching chicken eggs can spawn four chickens on very rare occasions.",
  "tipsmod.tip.nether_lava": "Lava will spread faster in the nether.",
  "tipsmod.tip.west": "The Sun, Moon, and Stars all move towards the west.",
  "tipsmod.tip.swamp_slime": "Slimes can spawn in swamps during a full moon.",
  "tipsmod.tip.deflect_ghast_fireballs": "You can deflect Ghast Fireballs by attacking them.",
  "tipsmod.tip.shulker_armor": "Shulkers take significantly more damage when their shells are open.",
  "tipsmod.tip.arthropods": "Spiders, Silverfish, Bees, and Endermites all take damage from Bane of Arthropods.",
  "tipsmod.tip.fossils": "Large fossils are buried under swamps and deserts.",
  "tipsmod.tip.crouch_blocks": "Sneaking/Crouching will prevent you from falling off the side of blocks.",
  "tipsmod.tip.smoke_bees": "Placing a Campfire beneath a Bee Nest will make those Bees passive.",
  "tipsmod.tip.lava_fuel": "Lava Buckets can be used as fuel in the Furnace.",
  "tipsmod.tip.wooden_tool_fuel": "Old Wooden tools can be used as fuel in the Furnace.",
  "tipsmod.tip.scrap_nuggets": "Gold and Iron tools/armor can be smelted into nuggets.",
  "tipsmod.tip.piglin_gold": "Piglins really love gold.",
  "tipsmod.tip.dog_health": "The lower a dog's tail, the less health they have left.",
  "tipsmod.tip.dog_rotten_flesh": "You can heal your dogs by feeding them Rotten Flesh.",
  "tipsmod.tip.lure_animals": "You can lure animals into following you by holding a food they like.",
  "tipsmod.tip.cooked_drops": "Animals killed by fire damage usually drop cooked food.",
  "tipsmod.tip.nether_sponge": "Wet sponges will immediately dry when placed in the nether.",
  "tipsmod.tip.boat_passenger": "Boats can carry two passengers.",
  "tipsmod.tip.shulker_golem": "Shulkers are considered a type of Golem.",
  "tipsmod.tip.note_block_instrument": "The instrument of a Note Block is determined by the block underneath it.",
  "tipsmod.tip.zombie_armor": "Zombies have two base points of armor, even when they are not wearing any.",
  "tipsmod.tip.undead_helmet": "Undead mobs will not burn in daylight if they are wearing a helmet.",
  "tipsmod.tip.iron_golem_heal": "Iron Golems can be healed by giving them iron ingots.",
  "tipsmod.tip.turtle_shell": "Turtles only drop scutes when a baby grows into an adult.",
  "tipsmod.tip.animal_growing": "Feeding baby animals will make them grow up sooner.",
  "tipsmod.tip.blaze_snowball": "Blazes take damage from snowballs.",
  "tipsmod.tip.biome_bonemeal": "Using bone meal on grass blocks can give different types of flowers.",
  "tipsmod.tip.biome_fishing": "Fishing in a Jungle can give you different items compared to fishing in other biomes.",
  "tipsmod.tip.fishing_resources": "Fishing is a great way to get high level enchanted books.",
  "tipsmod.tip.boat_jump": "By placing a boat in lava you can make a temporary platform.",
  "tipsmod.tip.creeper_cat": "Creepers are afraid of cats and will run away from them.",
  "tipsmod.tip.water_grass": "Water can quickly break grass patches and get seeds.",
  "tipsmod.tip.gravity_torch": "Falling blocks like sand and gravel instantly break when falling onto a torch.",
  "tipsmod.tip.string_wool": "String can be crafted in a 2x2 to make wool.",
  "tipsmod.tip.barrel": "Barrels are a convenient alternative to chests.",
  "tipsmod.tip.job_site_dimension": "Villagers lose their job site when changing dimensions.",
  "tipsmod.tip.villager_sweat": "Villagers sweat when trying to trade with them during a raid.",
  "tipsmod.tip.wandering_invis": "Wandering traders drink invisibility potions at night.",
  "tipsmod.tip.baby_panda_slimeball": "Baby Pandas have a 0.1% chance to drop a slimeball after they sneeze.",
  "tipsmod.tip.fortress_triangulation": "You can triangulate stronghold locations by summoning eyes of ender from two different locations and tracking where they intersect.",
  "tipsmod.tip.creeper_drops_disc": "If a Skeleton's or Stray's arrow kills a Creeper, the Creeper drops a random music disc.",
  "tipsmod.tip.mooshroom_lightning": "A red mooshroom will become a brown mooshroom, and a brown mooshroom will become a red one, when struck by lightning.",
  "tipsmod.tip.bed_explode": "Trying to sleep in other dimensions will end poorly.",
  "tipsmod.tip.fall_damage_blocks": "Some blocks like water and hay can reduce fall damage.",
  "tipsmod.tip.bed_respawn": "Sleeping in a bed will set your spawn point.",
  "tipsmod.tip.ore_tiers": "Some ores have a minimum required pickaxe tier to mine them.",
  "tipsmod.tip.sponge_bucket": "Wet Sponge can be dried in a furnace by cooking it. If there is an empty bucket in the fuel slot the bucket will catch the water!",
  "tipsmod.tip.coarse_to_dirt": "Coarse Dirt can be converted into normal dirt using a hoe.",
  "tipsmod.tip.enderman_blocks": "Enderman can move blocks like dirt, sand, and TNT!",
  "tipsmod.tip.dragon_blocks": "Iron Bars, End Stone, and Obsidian are immune to damage from the Ender Dragon.",
  "tipsmod.tip.piglin_repellent": "Piglins are scared of soul fire blocks including the Soul Torch and Soul Lantern.",
  "tipsmod.tip.portal_trick": "By using water and lava buckets you can make an easy nether portal.",
  "tipsmod.tip.blaze_fuel": "Blaze rods are good fuel for furnaces.",
  "tipsmod.tip.goat_milk": "Goats can be milked using a bucket.",
  "tipsmod.tip.mean_goats": "Be careful around goats. They like to push players and other animals off cliffs.",
  "tipsmod.tip.dripstone_lava": "Pointed dripstone below lava will slowly drip lava particles. This can be used to fill a cauldron.",
  "tipsmod.tip.bucket_friends": "Fish and Axolotls can be safely picked up using buckets.",
  "tipsmod.tip.bucket_rename": "Renaming a bucket with a mob inside will rename that mob as well.",
  "tipsmod.tip.axolotl_food": "Axolotls like to eat tropical fish.",
  "tipsmod.tip.wax_copper": "Honeycombs can be used to wax copper blocks. This prevents them from oxidizing.",
  "tipsmod.tip.freezing_leather": "Leather armor can protect against freezing damage.",
  "tipsmod.tip.azalea_caves": "Azalea trees grow above the lush cave biomes.",
  "tipsmod.tip.wither_inspiration": "Did you know that the Wither's spawning mechanic was inspired by Terraria?",
  "tipsmod.tip.llama_carpet": "Llamas can wear carpets! Each carpet has its own unique design.",
  "tipsmod.tip.llama_caravan": "Llamas like to follow each other in a caravan.",
  "tipsmod.tip.zombie_reinforcement": "Zombies have a chance of calling reinforcements when you damage one.",
  "tipsmod.tip.golden_tools": "Golden tools mine faster than most other materials.",
  "tipsmod.tip.charged_creeper": "Creepers become charged once struck by lightning, making their explosions much more powerful.",
  "tipsmod.tip.brute_undistracted": "Piglin Brutes aren't as easily distracted as Piglins are...",
  "tipsmod.tip.piglin_victory": "Piglins have a small chance of celebrating a victory by dancing after defeating a Hoglin.",
  "tipsmod.tip.spyglass_advancement": "Looking at specific mobs through a spyglass may result in an advancement.",
  "tipsmod.tip.netherite_fire": "Netherite items don't burn in lava.",
  "tipsmod.tip.axolotl_combat": "Axolotls may help you in underwater combat.",
  "tipsmod.tip.axolotl_play": "Axolotls, like their real-life counterparts, like to play dead.",
  "tipsmod.tip.irongolem_flower": "Iron golems have a small chance of offering villagers a flower.",
  "tipsmod.tip.ghast_cat": "Ghasts are voiced by C418's cat.",
  "tipsmod.tip.cat_gift": "If your cat is standing up while you go to bed, your cat may give you a gift when you wake up.",
  "tipsmod.tip.audio_subtitles": "Audio subtitles can be enabled in the Music and Sounds options.",

  "tipsmod.tip.redstone_pulse": "A Redstone Pulse can be created using a button or a Redstone Torch quickly turned on/off.",
  "tipsmod.tip.piston_move": "Pistons can move blocks but can't move extended pistons or blocks like Obsidian.",
  "tipsmod.tip.repeater_delay": "Redstone Repeaters can delay signal transmission up to 4 ticks.",
  "tipsmod.tip.comparator_mode": "Comparators have two modes: Comparison and Subtraction, which can be toggled by right-clicking.",
  "tipsmod.tip.hopper_sort": "Hoppers can be used to sort items in storage systems.",
  "tipsmod.tip.dispenser_automation": "Dispensers can automate certain tasks like shearing sheep or planting seeds.",
  "tipsmod.tip.water_current_items": "Water currents can move items along a specific path.",
  "tipsmod.tip.ice_slide": "Items slide farther and faster on ice.",
  "tipsmod.tip.tnt_chain": "TNT can ignite other nearby TNT creating a chain reaction.",
  "tipsmod.tip.sand_fall": "Falling Sand can be used to create traps or secret passages.",
  "tipsmod.tip.spawner_light": "Mob Spawners can be deactivated by placing torches around them.",
  "tipsmod.tip.phantom_insomnia": "Phantoms will spawn at night if you haven't slept for three days.",
  "tipsmod.tip.flower_pattern": "Flower patterns can help with bee breeding as bees use flowers to produce honey.",
  "tipsmod.tip.bee_angry": "Bees become aggressive if you break their nest or hive.",
  "tipsmod.tip.efficiency_enchant": "The Efficiency enchantment speeds up block breaking with the proper tool.",
  "tipsmod.tip.villager_trade": "Villager trades can be locked and unlocked by trading with them or by zombifying and curing them.",
  "tipsmod.tip.night_vision_water": "Night Vision potions can help you see clearly under water.",
  "tipsmod.tip.firework_boost": "Firework rockets can be used to boost Elytra flight.",
  "tipsmod.tip.crop_growth": "Crop growth can be accelerated with bone meal.",
  "tipsmod.tip.strider_lava": "Striders are the only mobs that can walk on lava.",
  "tipsmod.tip.scaffold_climb": "Scaffolding blocks can be climbed like ladders.",
  "tipsmod.tip.respawn_anchor": "Respawn Anchors can set your respawn point in the Nether.",
  "tipsmod.tip.banner_pattern": "Banners can be crafted with different patterns using a Loom.",
  "tipsmod.tip.map_zoom": "Maps can be zoomed out by crafting them with more paper.",
  "tipsmod.tip.nether_travel": "Traveling 1 block in the Nether equals 8 blocks in the Overworld.",
  "tipsmod.tip.portal_link": "Nether Portals can be linked by matching their coordinates between dimensions.",
  "tipsmod.tip.zombie_village": "Zombie Villages are rare settlements with zombie villagers instead of regular ones.",
  "tipsmod.tip.fire_aspect": "The Fire Aspect enchantment sets targets on fire when hit with melee attacks.",
  "tipsmod.tip.looting_enchant": "The Looting enchantment increases drop rates from mobs.",
  "tipsmod.tip.smite_enchant": "The Smite enchantment deals extra damage to undead mobs.",
  "tipsmod.tip.frost_walker": "Frost Walker enchantment turns water beneath the player into frosted ice.",
  "tipsmod.tip.thorns_enchant": "The Thorns enchantment retaliates against attackers.",
  "tipsmod.tip.unbreaking_enchant": "The Unbreaking enchantment increases the durability of your tools, armor, and weapons.",
  "tipsmod.tip.mending_enchant": "Mending uses XP orbs to repair your tools, armor, and weapons.",
  "tipsmod.tip.infinity_enchant": "Infinity allows shooting an infinite number of arrows from a single arrow in inventory.",
  "tipsmod.tip.lava_swim": "Use a Potion of Fire Resistance to swim in lava.",
  "tipsmod.tip.zombie_door_break": "Zombies can break wooden doors in Hard difficulty.",
  "tipsmod.tip.villager_zombie_cure": "Zombie Villagers can be cured using a Splash Potion of Weakness and a Golden Apple.",
  "tipsmod.tip.silverfish_block": "Be cautious, breaking certain stone blocks in strongholds may spawn Silverfish.",
  "tipsmod.tip.coral_dead": "Coral blocks die and change color when placed out of water.",
  "tipsmod.tip.honey_slide": "Sliding down honey blocks is slower than regular blocks.",
  "tipsmod.tip.ravager_ride": "Evokers can ride Ravagers during a raid.",
  "tipsmod.tip.raid_o_matic": "Causing a raid in a village with many beds can result in a large number of raiders.",
  "tipsmod.tip.sweet_berry_hurt": "Sweet Berry Bushes can cause damage when walked through.",
  "tipsmod.tip.turtle_helmet": "A Turtle Shell helmet provides Water Breathing effect.",
  "tipsmod.tip.bell_raid": "Ringing a bell in a village will show the location of raiders during a raid.",
  "tipsmod.tip.farmland_jump": "Jumping on Farmland will turn it back into Dirt.",
  "tipsmod.tip.coral_fan_place": "Coral Fans can be placed on the sides or bottoms of blocks.",
  "tipsmod.tip.target_redstone": "Hitting a Target block with an arrow generates a Redstone signal.",
  "tipsmod.tip.elytra_launch": "Firework Rockets can be used to propel yourself while gliding with Elytra.",
  "tipsmod.tip.panda_roll": "Pandas will roll around and exhibit playful behavior.",
  "tipsmod.tip.stray_slow": "Strays can shoot tipped arrows that apply slowness.",
  "tipsmod.tip.husk_hunger": "Husks can inflict hunger when attacking.",
  "tipsmod.tip.guardian_laser": "Guardians and Elder Guardians attack with a laser beam that charges over time."

  "tipsmod.tip.end_dimension": "You cannot leave the end dimension without defeating the ender dragon.. or dying.",
  "tipsmod.tip.hitting_obsidian": "It takes roughly 4 minutes to break an obsidian block by hand.",
  "tipsmod.tip.sitting_pets": "Sitting pets will remain seated when sinking in water until they drown or you right-click them.",
  "tipsmod.tip.snow_golem_trail": "You can harvest infinite snowballs from a snow golem's trail.",
  "tipsmod.tip.mushroom_placement": "Mushrooms can only be placed on blocks where there's no direct sunlight.",
  "tipsmod.tip.mushroom_biome_spawns": "Hostile mobs cannot spawn in a mushroom biome.",
  "tipsmod.tip.shear_mooshroom": "You can shear a mooshroom to turn it into a normal cow.",
  "tipsmod.tip.peaceful_tnt": "TNT cannot damage players in peaceful mode.",
  "tipsmod.tip.weather_sleep": "Sleeping will clear up the sky and stop storm or rain.",

  "tipsmod.tip.joke.button": "Despite the name, you don't have to sit on Buttons for them to work.",
  "tipsmod.tip.joke.combat": "Zombies dislike it when you stab them with a sword.",
  "tipsmod.tip.joke.swim": "If you stay under water too long you may drown.",
  "tipsmod.tip.joke.hop": "Despite the name, Hoppers aren't related to Rabbits.",
  "tipsmod.tip.joke.lava": "Like any items, buckets will burn in lava, but not when it is IN the bucket.",
  "tipsmod.tip.joke.stairs": "Placing stairs upside down does not allow you to walk on ceilings.",
  "tipsmod.tip.joke.skulls": "Being ill tempered, Wither Skeletons lose their head easily.",
  "tipsmod.tip.joke.creeper": "Don't play AC/DC near Creepers, they may become Thunderstruck.",
  "tipsmod.tip.joke.shears": "Running with Shears is safer in Minecraft.",
  "tipsmod.tip.joke.provoke": "Dragons are dangerous when provoked.",
  "tipsmod.tip.dragon_egg": "The dragon egg is the only egg in Minecraft that doesn't spawn an entity.",

  "gui.tips.list.title": "Tips List",
  "gui.tips.list.search": "Search",
  "gui.tips.list.show_disabled": "Show Disabled",
  "gui.tips.list.entry.tip_id": "Tip ID: %s",
  "gui.tips.list.entry.added_by": "Added by: %s",
  "gui.tips.list.entry.cycle_time": "Cycle Time: %s",
  "gui.tips.list.entry.copied": "Copied!",
  "gui.tips.list.entry.click_to_copy": "Click to copy ID",
  "gui.tips.list.entry.disabled": "Disabled by config!",
  "gui.tips.list.config": "Config"
}
