{
    "tipsmod.title.default": "टीप" ,

    "tipsmod.tip.no_tips": "कोई टिप्स नहीं लोड किए गए हैं। कृपया कॉन्फ़िगरेशन की जांच करें।",
    "tipsmod.tip.undead_damage": "स्केलेंट्स जैसे अविनाशों को स्वास्थ्य पेय द्वारा क्षतिग्रस्त किया जाता है और नुकसान पेय द्वारा ठीक किया जाता है।",
    "tipsmod.tip.poison_immune": "जूमबुक, स्केलेट्स, और मकड़ी सभी जहर क्षति से प्रतिरोधी हैं।",
    "tipsmod.tip.witch_conversion": "गाँव के लोग रोशनी से मारे जाने पर जादूगर बन जाएंगे।", 
    "tipsmod.tip.four_eggs": "बच्चे के अंडे काटने से बहुत ही दुर्लभ अवसरों पर चार चिकन पैदा हो सकते हैं।",
    "tipsmod.tip.nether_lava": "लेवा नेटवर्क में तेजी से फैल जाएगा।",
    "tipsmod.tip.west": "सूर्य, चंद्रमा और तारे सब पश्चिम की ओर चलते हैं।",
    "tipsmod.tip.swamp_slime": "मक्खियां एक पूर्ण चंद्रमा के दौरान झीलों में पैदा हो सकती हैं।",
    "tipsmod.tip.deflect_ghast_fireballs": "आप उन पर हमला करके भूत फायरबॉल को दूर कर सकते हैं।",
    "tipsmod.tip.shulker_armor": "शेलर्स जब उनके शेल खुले होते हैं तो काफी अधिक नुकसान उठाते हैं।",
    "tipsmod.tip.arthropods": "शौकिया, चांदी की मछली, मधुमक्खी, और एंडरमिट्स सभी आर्थोपोड के बैन से नुकसान लेते हैं।",
    "tipsmod.tip.fossils": "बड़े खनिज झीलों और रेगिस्तानों के नीचे दफन किए जाते हैं।",
    "tipsmod.tip.crouch_blocks": "श्रेकिंग/Crouching आपको ब्लॉकों के पक्ष से गिरने से रोक देगा।",
    "tipsmod.tip.smoke_bees": "एक मधुमक्खियों के घोंसले के नीचे एक कैम्पफायर रखना उन मधुमक्खियों को निष्क्रिय बना देगा।",
    "tipsmod.tip.lava_fuel": "लावा बक्से को फोर्निस में ईंधन के रूप में इस्तेमाल किया जा सकता है।",
    "tipsmod.tip.wooden_tool_fuel": "पुराने लकड़ी के उपकरणों को ओवन में ईंधन के रूप में इस्तेमाल किया जा सकता है।",
    "tipsmod.tip.scrap_nuggets": "सोने और लोहे के उपकरण / हथियारों को नागेट में पिघलाया जा सकता है।",
    "tipsmod.tip.piglin_gold": "मूर्ख वास्तव में सोने से प्यार करते हैं।",
    "tipsmod.tip.dog_health": "एक कुत्ते का कूड़ा जितना कम है, उतना ही कम स्वास्थ्य उन्हें छोड़ दिया है।",
    "tipsmod.tip.dog_rotten_flesh": "आप अपने कुत्तों को रोटी मांस खिलाकर ठीक कर सकते हैं।",
    "tipsmod.tip.lure_animals": "आप जानवरों को उन खाद्य पदार्थों को पकड़कर आपके पीछे ले जा सकते हैं जिन्हें वे पसंद करते हैं।",
    "tipsmod.tip.cooked_drops": "आग से मरने वाले जानवर आमतौर पर पकाया भोजन छोड़ देते हैं।",
    "tipsmod.tip.nether_sponge": "वेट स्पंज तुरंत सूख जाएंगे जब वे नेट में रखे जाते हैं।",
    "tipsmod.tip.boat_passenger": "एक जहाज दो यात्रियों को ले सकता है।",
    "tipsmod.tip.shulker_golem": "शेलर्स को गोलेम का एक प्रकार माना जाता है।",
    "tipsmod.tip.note_block_instrument": "एक नोट ब्लॉक का उपकरण इसके नीचे के ब्लॉक द्वारा निर्धारित किया जाता है।",
    "tipsmod.tip.zombie_armor": "जॉबमियों के पास बंधक के दो आधार बिंदु हैं, यहां तक कि जब वे किसी को नहीं पहनते हैं।",
    "tipsmod.tip.undead_helmet": "मृत्युओं को दिन की रोशनी में जला नहीं जाएगा यदि वे एक हेल्मेट पहन रहे हैं।",
    "tipsmod.tip.iron_golem_heal": "एयरन गोलेम को उन्हें आयरन इंक देकर ठीक किया जा सकता है।",
    "tipsmod.tip.turtle_shell": "टर्टिंग्स केवल तब फेंकते हैं जब एक बच्चा एक वयस्क बन जाता है।",
    "tipsmod.tip.animal_growing": "बच्चे पालतू जानवरों को खिलाने से वे जल्दी से बड़े हो जाएंगे।",
    "tipsmod.tip.blaze_snowball": "ब्लेज़ बर्फ की गेंदों से क्षति लेते हैं।",
    "tipsmod.tip.biome_bonemeal": "ग्रास ब्लॉकों पर हड्डियों के भोजन का उपयोग करना विभिन्न प्रकार के फूल दे सकता है।",
    "tipsmod.tip.biome_fishing": "एक जंगल में मछली पकड़ना आपको अन्य बायोम में मछली पकड़ने की तुलना में अलग-अलग आइटम दे सकता है।",
    "tipsmod.tip.fishing_resources": "मछली पकड़ना उच्च स्तर पर आकर्षित पुस्तकों को प्राप्त करने का एक शानदार तरीका है।",
    "tipsmod.tip.boat_jump": "जैसे आप लावा में एक नाव रखते हैं, आप एक अस्थायी मंच बना सकते हैं।",
    "tipsmod.tip.creeper_cat": "क्रेपर बिल्लियों से डरते हैं और उनसे भागने जा रहे हैं।",
    "tipsmod.tip.water_grass": "पानी जल्दी से घास पैच तोड़ सकता है और बीज प्राप्त कर सकता है।",
    "tipsmod.tip.gravity_torch": "रंग और ग्रिड जैसे गिरने वाले ब्लॉक तुरंत टूट जाते हैं जब वे एक फायरप्लेस पर गिरते हैं।",
    "tipsmod.tip.string_wool": "ठ्रेड को लकड़ी बनाने के लिए 2x2 में बनाया जा सकता है।",
    "tipsmod.tip.barrel": "बैरेल्स कस्टम के लिए एक सुविधाजनक विकल्प हैं।",
    "tipsmod.tip.job_site_dimension": "गांव के लोग आकार बदलते समय अपनी नौकरी खो देते हैं।",
    "tipsmod.tip.villager_sweat": "एक हमले के दौरान उनके साथ व्यापार करने की कोशिश करते समय गाँवियों को पसीना पड़ता है।",
    "tipsmod.tip.wandering_invis": "गैर-गैर व्यापारियों को रात में अदृश्यता के पेय पीते हैं।",
    "tipsmod.tip.baby_panda_slimeball": "बच्चे पांडाओं के पास चिल्लाने के बाद एक पतला गेंद फेंकने का 0.1% मौका है।",
    "tipsmod.tip.fortress_triangulation": "आप दो अलग-अलग स्थानों से एंडर की आंखों को बुलाकर और ट्रैक करके ताकतों के स्थानों को त्रिकोण कर सकते हैं।",
    "tipsmod.tip.creeper_drops_disc": "यदि एक स्केलेटन या स्ट्रे के तीर एक क्रिपर को मारता है, तो क्रिपर एक यादृच्छिक संगीत डिस्क छोड़ देता है।",
    "tipsmod.tip.mooshroom_lightning": "एक लाल मोशरूम एक भूरे मोशरूम बन जाएगा, और एक भूरे मोशरूम एक लाल हो जाएगा, जब बिजली के द्वारा मारा जाता है।",
    "tipsmod.tip.bed_explode": "अन्य आयामों में सोने की कोशिश करना बुरी तरह से समाप्त होगा।",
    "tipsmod.tip.fall_damage_blocks": "पानी और हेन जैसे कुछ ब्लॉक गिरने के नुकसान को कम कर सकते हैं।",
    "tipsmod.tip.bed_respawn": "एक बिस्तर में सोना आपके स्नान बिंदु को निर्धारित करेगा।",
    "tipsmod.tip.ore_tiers": "कुछ खननों में उन्हें खनन करने के लिए न्यूनतम आवश्यक pickaxe स्तर है।",
    "tipsmod.tip.sponge_bucket": "वेट स्पंज इसे पकाने से एक ओवन में सुखाया जा सकता है। यदि ईंधन स्लॉट में एक खाली कटोरा है तो कटोरा पानी पकड़ लेगा!",
    "tipsmod.tip.coarse_to_dirt": "क्रूज़ गंदगी को एक वॉ का उपयोग करके सामान्य गंदगी में परिवर्तित किया जा सकता है।",
    "tipsmod.tip.enderman_blocks": "इंडरमैन गंदगी, रेत और टीएनटी जैसे ब्लॉकों को स्थानांतरित कर सकता है!",
    "tipsmod.tip.dragon_blocks": "आयरन बार, एंड स्टोन, और ओस्पिडियन एंड ड्रैगन से नुकसान के लिए प्रतिरोधी हैं।",
    "tipsmod.tip.piglin_repellent": "मूर्खों को आत्मा के फायर ब्लॉक से डरता है, जिसमें आत्मा टॉर्च और आत्मा लैंटर शामिल हैं।",
    "tipsmod.tip.portal_trick": "पानी और लावा बक्से का उपयोग करके, आप एक आसान नीटर पोर्टल बना सकते हैं।",
    "tipsmod.tip.blaze_fuel": "ब्लेज़ स्टैंड ओवन के लिए अच्छा ईंधन हैं।",
    "tipsmod.tip.goat_milk": "एक बकरी का उपयोग करके बकरी को दूध दिया जा सकता है।",
    "tipsmod.tip.mean_goats": "जोड़ों के आसपास सावधान रहें, वे खिलाड़ियों और अन्य जानवरों को चट्टानों से बाहर धकेलना पसंद करते हैं।",
    "tipsmod.tip.dripstone_lava": "लावा के नीचे ड्रिपस्टोन धीरे-धीरे लावा कणों को ड्रिप करेगा। यह एक कैल्शियम को भरने के लिए इस्तेमाल किया जा सकता है।",
    "tipsmod.tip.bucket_friends": "मछली और Axolotls को सुरक्षित रूप से बक्से का उपयोग करके उठाया जा सकता है।",
    "tipsmod.tip.bucket_rename": "एक बॉकेट को एक मोब के अंदर बदलना उस मोब का नाम भी बदल देगा।",
    "tipsmod.tip.axolotl_food": "Axolotls उष्णकटिबंधीय मछली खाने के लिए पसंद करते हैं।",
    "tipsmod.tip.wax_copper": " हनीकॉब्स का उपयोग तांबे के ब्लॉकों के लिए किया जा सकता है। यह उन्हें ऑक्सीकरण से रोकता है।",
    "tipsmod.tip.freezing_leather": "कडन रस्सी फ्रीज क्षति के खिलाफ सुरक्षा कर सकती है।",
    "tipsmod.tip.azalea_caves": "एजाले के पेड़ भव्य गुफा बायोम के ऊपर बढ़ते हैं।",

    "tipsmod.tip.end_dimension": "आप ड्रैगन को हराने या मरने के बिना अंतिम आयाम को नहीं छोड़ सकते हैं।",
    "tipsmod.tip.hitting_obsidian": "एक ऑब्जेडीन ब्लॉक को हाथ से तोड़ने में लगभग 4 मिनट लगते हैं।",
    "tipsmod.tip.sitting_pets": "बैठे पालतू जानवर जब पानी में डूबते हैं तब तक बैठे रहेंगे जब तक कि वे डूब न जाएं या आप उन्हें सही क्लिक करें।",
    "tipsmod.tip.snow_golem_trail": "आप एक बर्फ गोलेम के ट्रैक से अनंत बर्फ की गेंदों को इकट्ठा कर सकते हैं।",
    "tipsmod.tip.mushroom_placement": "गेंदों को केवल ऐसे ब्लॉकों पर रखा जा सकता है जहां सीधे सूरज की रोशनी नहीं है।",
    "tipsmod.tip.mushroom_biome_spawns": "दुश्मनों की भीड़ें एक मशरूम बायोम में जन्म नहीं दे सकती हैं।",
    "tipsmod.tip.shear_mooshroom": "आप एक मोशरूम को एक सामान्य गाय में बदल सकते हैं।",
    "tipsmod.tip.peaceful_tnt": "टीएनटी शांतिपूर्ण मोड में खिलाड़ियों को नुकसान नहीं पहुंचा सकती है।",
    "tipsmod.tip.weather_sleep": "नींद आसमान को साफ कर देगी और तूफान या बारिश को रोक देगी।",

    "tipsmod.tip.joke.button": "इस नाम के बावजूद, आपको उन्हें काम करने के लिए बटन पर बैठने की जरूरत नहीं है।",
    "tipsmod.tip.joke.combat": "जॉबमियों को यह पसंद नहीं है जब आप उन्हें तलवार के साथ मारा जाता है।",
    "tipsmod.tip.joke.swim": "यदि आप पानी के नीचे बहुत लंबे समय तक रहते हैं तो आप डूब सकते हैं।",
    "tipsmod.tip.joke.hop": "इस नाम के बावजूद, हॉपर खरगोशों से संबंधित नहीं हैं।",
    "tipsmod.tip.joke.lava": "किसी भी वस्तु की तरह, बक्से लावा में जलाएंगे, लेकिन जब यह बक्से में है तो नहीं।",
    "tipsmod.tip.joke.stairs": "सीढ़ियों को ऊपर से नीचे रखना आपको छत पर चलने की अनुमति नहीं देता है।",
    "tipsmod.tip.joke.skulls": "बुरी तरह से शांत होने के कारण, Wither Skeletons आसानी से अपने सिर खो देते हैं।",
    "tipsmod.tip.joke.creeper": "सीएसी / डीसी के पास नहीं खेलें क्रेपर, वे थंडरस्ट्राक हो सकते हैं।",
    "tipsmod.tip.joke.shears": "Shears के साथ चलाना Minecraft में सुरक्षित है।",
    "tipsmod.tip.joke.provoke": "ड्रैगन खतरनाक होते हैं जब उन्हें प्रेरित किया जाता है।",
    "tipsmod.tip.dragon_egg": "ड्रैगन अंडा Minecraft में एकमात्र अंडा है जो किसी प्राणी को जन्म नहीं देता है।",

    "gui.tips.list.title": "टिप्स सूची", 
    "gui.tips.list.search": "खोज के लिए",
    "gui.tips.list.show_disabled": "विकलांगों का प्रदर्शन",
    "gui.tips.list.entry.tip_id": "आईडी प्रकार: %s",
    "gui.tips.list.entry.added_by": "%s द्वारा जोड़ा गया है",
    "gui.tips.list.entry.cycle_time": "क्रिप्शन समय: %s" ,
    "gui.tips.list.entry.copied": "कॉपी करें",
    "gui.tips.list.entry.click_to_copy": "कॉपी ID पर क्लिक करें।",
    "gui.tips.list.entry.disabled": "कॉन्फिग द्वारा अक्षम!",
    "gui.tips.list.config": "कॉन्फिग " 
}