{
  "tipsmod.title.default": "Dica",

  "tipsmod.tip.no_tips": "Nenhuma dica foi carregada. Por favor revise as configurações.",
  "tipsmod.tip.undead_damage": "Mobs mortos-vivos como Esqueletos levam dano de poções de cura e são curados por poções de dano.",
  "tipsmod.tip.poison_immune": "Zumbis, Esqueletos e Aranhas são todos imunes a dano de veneno.",
  "tipsmod.tip.witch_conversion": "Aldeões se tornarão bruxas se forem atingidos por um raio.",
  "tipsmod.tip.four_eggs": "Raramente, pode-se nascer quatro galinhas de um ovo chocado.",
  "tipsmod.tip.nether_lava": "Lava se propaga mais rapidamente no nether.",
  "tipsmod.tip.west": "O Sol, Lua e Estrelas todos se movem para o leste.",
  "tipsmod.tip.swamp_slime": "Slimes podem nascer em pântanos durante a lua cheia.",
  "tipsmod.tip.deflect_ghast_fireballs": "Você pode defletir Bolas de Fogo de Ghasts atacando-as.",
  "tipsmod.tip.shulker_armor": "Shulkers levam muito mais dano quando seus cascos estão abertos.",
  "tipsmod.tip.arthropods": "Aranhas, Traças, Abelhas e Endermites levam dano de Ruína dos ártropodes.",
  "tipsmod.tip.fossils": "Fósseis grandes são enterrados sob pântanos e desertos.",
  "tipsmod.tip.crouch_blocks": "Agachar fará você evitar de cair pelos lados de blocos.",
  "tipsmod.tip.smoke_bees": "Colocar uma Fogueira sob uma Colmeia deixará as Abelhas passivas.",
  "tipsmod.tip.lava_fuel": "Baldes de Lava podem ser utilizados como combustível na Fornalha.",
  "tipsmod.tip.wooden_tool_fuel": "Ferramentas antigas de Madeira podem ser utilizadas como combustível na Fornalha.",
  "tipsmod.tip.scrap_nuggets": "Ferramentas e armaduras de Ouro e Ferro podem ser derretidos, virando pepitas.",
  "tipsmod.tip.piglin_gold": "Piglins amam ouro demais.",
  "tipsmod.tip.dog_health": "Quanto mais baixa a cauda de um cão, menor a sua vida.",
  "tipsmod.tip.dog_rotten_flesh": "Você pode curar seus cães alimentando-os Carne Podre.",
  "tipsmod.tip.lure_animals": "Você pode atrair animais para te seguir ao segurar uma comida da qual eles gostem na sua mão principal ou secundária.",
  "tipsmod.tip.cooked_drops": "Animais mortos por dano de fogo poderão largar comida assada.",
  "tipsmod.tip.nether_sponge": "Esponjas úmidas imediatamente secam quando colocadas no nether.",
  "tipsmod.tip.boat_passenger": "Botes podem levar dois passageiros.",
  "tipsmod.tip.shulker_golem": "Shulkers são classificados como um tipo de Golem pelo jogo.",
  "tipsmod.tip.note_block_instrument": "O instrumento de um Bloco musical é determinado pelo bloco sob ele.",
  "tipsmod.tip.zombie_armor": "Zumbis têm dois pontos base de armadura, até quando não estão usando alguma.",
  "tipsmod.tip.undead_helmet": "Mobs mortos-vivos não pegarão fogo de dia se estiverem usando um capacete.",
  "tipsmod.tip.iron_golem_heal": "Golens de Ferro podem ser curados ao serem dados barras de ferro.",
  "tipsmod.tip.turtle_shell":"Embora Tartarugas não larguem seus cascos quando mortas, elas largam quando seus filhotes crescerem.",
  "tipsmod.tip.animal_growing":"Você pode impulsionar o crescimento de filhotes ao os alimentar.",
  "tipsmod.tip.blaze_snowball":"Blazes são os únicos monstros que levam dano de bola de neve.",
  "tipsmod.tip.biome_bonemeal":"Usar farinha de osso em blocos de grama te dá flores diferentes dependendo do bioma."
}