{
  "tipsmod.title.default": "Dica",

  "tipsmod.tip.no_tips": "Nenhuma dica foi carregada. Por favor revise as configurações.",
  "tipsmod.tip.undead_damage": "Mobs mortos-vivos como Esqueletos levam dano de poções de cura e são curados por poções de dano.",
  "tipsmod.tip.poison_immune": "Zumbis, Esqueletos e Aranhas são todos imunes a dano de veneno.",
  "tipsmod.tip.witch_conversion": "Aldeões se tornarão bruxas se forem atingidos por um raio.",
  "tipsmod.tip.four_eggs": "Raramente, pode-se nascer quatro galinhas de um ovo chocado.",
  "tipsmod.tip.nether_lava": "Lava se propaga mais rapidamente no nether.",
  "tipsmod.tip.west": "O Sol, Lua e Estrelas todos se movem para o leste.",
  "tipsmod.tip.swamp_slime": "Slimes podem nascer em pântanos durante a lua cheia.",
  "tipsmod.tip.deflect_ghast_fireballs": "Você pode defletir Bolas de Fogo de Ghasts atacando-as.",
  "tipsmod.tip.shulker_armor": "Shulkers levam muito mais dano quando seus cascos estão abertos.",
  "tipsmod.tip.arthropods": "Aranhas, Traças, Abelhas e Endermites levam dano de Ruína dos ártropodes.",
  "tipsmod.tip.fossils": "Fósseis grandes são enterrados sob pântanos e desertos.",
  "tipsmod.tip.crouch_blocks": "Agachar fará você evitar de cair pelos lados de blocos.",
  "tipsmod.tip.smoke_bees": "Colocar uma Fogueira sob uma Colmeia deixará as Abelhas passivas.",
  "tipsmod.tip.lava_fuel": "Baldes de Lava podem ser utilizados como combustível na Fornalha.",
  "tipsmod.tip.wooden_tool_fuel": "Ferramentas antigas de Madeira podem ser utilizadas como combustível na Fornalha.",
  "tipsmod.tip.scrap_nuggets": "Ferramentas e armaduras de Ouro e Ferro podem ser derretidos, virando pepitas.",
  "tipsmod.tip.piglin_gold": "Piglins amam ouro demais.",
  "tipsmod.tip.dog_health": "Quanto mais baixa a cauda de um cão, menor a sua vida.",
  "tipsmod.tip.dog_rotten_flesh": "Você pode curar seus cães alimentando-os Carne Podre.",
  "tipsmod.tip.lure_animals": "Você pode atrair animais para te seguir ao segurar uma comida da qual eles gostem na sua mão principal ou secundária.",
  "tipsmod.tip.cooked_drops": "Animais mortos por dano de fogo poderão largar comida assada.",
  "tipsmod.tip.nether_sponge": "Esponjas úmidas imediatamente secam quando colocadas no nether.",
  "tipsmod.tip.boat_passenger": "Botes podem levar dois passageiros.",
  "tipsmod.tip.shulker_golem": "Shulkers são classificados como um tipo de Golem pelo jogo.",
  "tipsmod.tip.note_block_instrument": "O instrumento de um Bloco musical é determinado pelo bloco sob ele.",
  "tipsmod.tip.zombie_armor": "Zumbis têm dois pontos base de armadura, até quando não estão usando alguma.",
  "tipsmod.tip.undead_helmet": "Mobs mortos-vivos não pegarão fogo de dia se estiverem usando um capacete.",
  "tipsmod.tip.iron_golem_heal": "Golens de Ferro podem ser curados ao serem dados barras de ferro.",
  "tipsmod.tip.turtle_shell":"Embora Tartarugas não larguem seus cascos quando mortas, elas largam quando seus filhotes crescerem.",
  "tipsmod.tip.animal_growing":"Você pode impulsionar o crescimento de filhotes ao os alimentar.",
  "tipsmod.tip.blaze_snowball":"Blazes são os únicos monstros que levam dano de bola de neve.",
  "tipsmod.tip.biome_bonemeal":"Usar farinha de osso em blocos de grama te dá flores diferentes dependendo do bioma.",
  "tipsmod.tip.biome_fishing": "Pescar em uma Selva podem lhe dar itens diferentes em comparação a pescar em outros biomas.",
  "tipsmod.tip.fishing_resources": "Pescar é uma ótima maneira de conseguir Livros Encantados de alto nível.",
  "tipsmod.tip.boat_jump": "Ao colocar um Barco na Lava você consegue fazer uma plataforma temporária.",
  "tipsmod.tip.creeper_cat": "Creepers tem medo de Gatos e vão fugir deles.",
  "tipsmod.tip.water_grass": "Água pode quebrar rapidamente Grama e Sementes.",
  "tipsmod.tip.gravity_torch": "Blocos que caem, como Areia e Cascalho, são quebrados instataneamente ao caírem em uma Tocha.",
  "tipsmod.tip.string_wool": "Com 4 Linhas em 2x2 você pode fazer Lã.",
  "tipsmod.tip.barrel": "Barris são uma alternativa conveniente para Baús.",
  "tipsmod.tip.job_site_dimension": "Aldeões perdem sua profissão ao trocar de dimensões.",
  "tipsmod.tip.villager_sweat": "Aldeões suam quando você tenta fazer uma troca com eles durante uma Invasão.",
  "tipsmod.tip.wandering_invis": "Vendedores Ambulantes bebem Poções de Invisibilidade a noite.",
  "tipsmod.tip.baby_panda_slimeball": "Filhotes de Panda tem uma chance de 0.1% de soltar uma Bola de Slime ao espirrar",
  "tipsmod.tip.fortress_triangulation": "Você consegue calcular a localização da Fortaleza jogando dois Olhos de Ender de diferentes localizações e vendo onde eles se interceptam.",
  "tipsmod.tip.creeper_drops_disc": "Se a Flecha de um Esqueleto ou de um Esqueleto Errante matar um Creeper, o Creeper vai derrubar um Disco de Música aleatório.",
  "tipsmod.tip.mooshroom_lightning": "Uma Vaca Cogumelo vermelha vai virar uma Vaca Cogumelo marrom, e uma Vaca Cogumelo marrom vai virar uma Vaca Cogumelo vermelha, se forem atingidas por um raio.",
  "tipsmod.tip.bed_explode": "Tentar dormir em outras dimensões vai acabar mal.",
  "tipsmod.tip.fall_damage_blocks": "Alguns blocos como Água ou Fardo de Feno reduzem o dano de queda.",
  "tipsmod.tip.bed_respawn": "Dormir numa Cama vai definir seu ponto de renascimento.",
  "tipsmod.tip.ore_tiers": "Alguns minérios precisam de um certo nível de Picareta para serem minerados.",
  "tipsmod.tip.sponge_bucket": "Esponja Úmida pode ser secada sendo cozinhada numa Fornalha. Se tiver um Balde vazio no espaço de combustível, esse Balde vai coletar a Água!",
  "tipsmod.tip.coarse_to_dirt": "Terra infértil pode ser convertida para Terra normal usando uma Enxada.",
  "tipsmod.tip.enderman_blocks": "Endermans podem mover blocos como Terra, Areia e TNT!",
  "tipsmod.tip.dragon_blocks": "Grades de Ferro, Pedra do End, e Obsidiana são imunes a dano do Dragão do End.",
  "tipsmod.tip.piglin_repellent": "Piglins tem medo de blocos de fogo da alma incluindo a Tocha das Almas e o Lampião das Almas.",
  "tipsmod.tip.portal_trick": "Usando Baldes de Água e de Lava você pode facilmente fazer um Portal do Nether.",
  "tipsmod.tip.blaze_fuel": "Varas de Blaze são um bom combustível para Fornalhas.",
  "tipsmod.tip.goat_milk": "Cabras podem ser ordenhadas usando Baldes.",
  "tipsmod.tip.mean_goats": "Tenha cuidado ao estar próximo de Cabras. Elas gostam de empurrar jogadores e outros animais de penhascos",
  "tipsmod.tip.dripstone_lava": "Espeleotemas Pontiagudos em baixo de Lava vão pingar gotas de Lava. Isso pode ser usado para encher Caldeirões.",
  "tipsmod.tip.bucket_friends": "Peixes e Axolotes podem ser pegos em Baldes",
  "tipsmod.tip.bucket_rename": "Renomear um Balde com uma criatura dentro vai renomear a criatura também.",
  "tipsmod.tip.axolotl_food": "Axolotes gostam de comer Peixes Tropicais.",
  "tipsmod.tip.wax_copper": "Favos de Mel podem ser usados para encerar Blocos de Cobre. Isso previne que eles enferrujem.",
  "tipsmod.tip.freezing_leather": "Armadura de Couro pode proteger contra dano de congelamento.",
  "tipsmod.tip.azalea_caves": "Árvores de Azaleia crescem acima do bioma de Cavernas Verdejantes.",

  "tipsmod.tip.end_dimension": "Você não pode sair da dimensão do End sem derrotar o Dragão do End... ou morrer.",
  "tipsmod.tip.hitting_obsidian": "Demora cerca de 4 minutos para quebrar um bloco de Obsidiana na mão.",
  "tipsmod.tip.sitting_pets": "Animais de estimação sentados vão continuar sentados enquanto afundam na água, até eles se afogarem ou você clicar com o botão direito neles.",
  "tipsmod.tip.snow_golem_trail": "Você consegue coletar Bolas de Neve infinitas da trilha de um Golem de Neve.",
  "tipsmod.tip.mushroom_placement": "Cogumelos só podem ser posicionados em blocos que não recebem luz direta do sol.",
  "tipsmod.tip.mushroom_biome_spawns": "Criaturas hostis não podem nascer no bioma de cogumelos.",
  "tipsmod.tip.shear_mooshroom": "Você pode tosquiar uma Vaca Cogumelo para transformá-la numa Vaca normal.",
  "tipsmod.tip.peaceful_tnt": "TNT não dão dano a jogadores no modo passivo.",
  "tipsmod.tip.weather_sleep": "Dormir vai limpar o céu e parar chuvas ou tempestades.",

  "tipsmod.tip.joke.button": "Apesar do nome, o Botão não é uma bota grande.",
  "tipsmod.tip.joke.combat": "Zumbis não gostam quando você apunhala eles com uma Espada.",
  "tipsmod.tip.joke.swim": "Se você ficar de baixo d'água por muito tempo talvez você se afogue.",
  "tipsmod.tip.joke.hop": "Apesar do nome, no Funil não entra liquidos.",
  "tipsmod.tip.joke.lava": "Como qualquer item, Baldes vão queimar na Lava, mas não quando está DENTRO do Balde.",
  "tipsmod.tip.joke.stairs": "Posicionar Escadas de cabeça para baixo não te faz capaz de andar no teto.",
  "tipsmod.tip.joke.skulls": "Sendo mal-humorados, Esqueletos Wither perdem a cabeça facilmente.",
  "tipsmod.tip.joke.creeper": "Por que o Creeper não tem muitos amigos? Porque ele tem uma personalidade explosiva.",
  "tipsmod.tip.joke.shears": "Correr com Tesoura é mais seguro no Minecraft.",
  "tipsmod.tip.joke.provoke": "Dragões são perigosos quando provocados.",
  "tipsmod.tip.dragon_egg": "O Ovo do Dragão é o único ovo no Minecraft que não invoca uma entidade.",

  "gui.tips.list.title": "Lista de dicas",
  "gui.tips.list.search": "Buscar",
  "gui.tips.list.show_disabled": "Mostrar desabilitados",
  "gui.tips.list.entry.tip_id": "ID da dica: %s",
  "gui.tips.list.entry.added_by": "Adicionado por: %s",
  "gui.tips.list.entry.cycle_time": "Duração do ciclo: %s",
  "gui.tips.list.entry.copied": "Copiado!",
  "gui.tips.list.entry.click_to_copy": "Clique para copiar o ID",
  "gui.tips.list.entry.disabled": "Desabilitado pela configuração!",
  "gui.tips.list.config": "Configuração"
}
