{
  "tipsmod.title.default": "Совет",
  
  "tipsmod.tip.no_tips": "Советы не загружены. Проверь конфигурацию.",
  "tipsmod.tip.undead_damage": "Нежить вроде скелетов получает урон от зелий лечения и исцеляется зельями вреда.",
  "tipsmod.tip.poison_immune": "Зомби, скелеты и пауки имеют иммунитет к отравлению.",
  "tipsmod.tip.witch_conversion": "Удар молнии превратит жителя в ведьму.",
  "tipsmod.tip.four_eggs": "Из разбитого яйца с очень низким шансом может вылупиться целых 4 цыплёнка за раз.",
  "tipsmod.tip.nether_lava": "В Незере лава течёт быстрее.",
  "tipsmod.tip.west": "Солнце, луна и звёзды всегда движутся на восток.",
  "tipsmod.tip.swamp_slime": "Слизни могут появляться на болоте при полной луне.",
  "tipsmod.tip.deflect_ghast_fireballs": "Ты можешь отбить огненный шар гаста, ударив по нему.",
  "tipsmod.tip.shulker_armor": "Шалкеры получают существенно больше урона, когда их панцири открыты.",
  "tipsmod.tip.arthropods": "Пауки, чешуйницы, пчёлы и эндермиты получают урон от зачарования Бич Членистоногих.",
  "tipsmod.tip.fossils": "Под болотами и пустынями лежат ископаемые останки.",
  "tipsmod.tip.crouch_blocks": "Приседай, чтобы не сваливаться с краёв блоков.",
  "tipsmod.tip.smoke_bees": "Пчёлы станут безобидными, если разместить костёр под их ульем.",
  "tipsmod.tip.lava_fuel": "Вёдра с лавой можно использовать как топливо для печи.",
  "tipsmod.tip.wooden_tool_fuel": "Старые деревянные инструменты можно использовать как топливо для печи.",
  "tipsmod.tip.scrap_nuggets": "Золотые и железные инструменты/броню можно расплавить и получить самородки.",
  "tipsmod.tip.piglin_gold": "Пиглины очень любят золото.",
  "tipsmod.tip.dog_health": "Чем ниже собака держит хвост, тем меньше у неё осталось здоровья.",
  "tipsmod.tip.dog_rotten_flesh": "Ты можешь вылечить собак, покормив их гнилой плотью.",
  "tipsmod.tip.lure_animals": "Ты можешь поманить животных за собой, держа еду, которая им нравится, в основной или вспомогательной руке.",
  "tipsmod.tip.cooked_drops": "С животных, убитых оружием с Заговором Огня, иногда падает прожаренная еда.",
  "tipsmod.tip.nether_sponge": "Мокрые губки моментально высыхают в Незере.",
  "tipsmod.tip.boat_passenger": "Лодки могут перевозить до двух пассажиров.",
  "tipsmod.tip.shulker_golem": "В коде игры шалкеры числятся как подвид големов.",
  "tipsmod.tip.note_block_instrument": "Инструмент, которым будет проигран звук, зависит от типа блока, расположенного под нотным блоком.",
  "tipsmod.tip.zombie_armor": "Зомби имеют 2 базовых очка брони, даже если на них ничего не надето.",
  "tipsmod.tip.undead_helmet": "Шлем защищает нежить от сгорания на солнце.",
  "tipsmod.tip.iron_golem_heal": "Железных големов можно исцелить, если дать им железные слитки.",
  "tipsmod.tip.turtle_shell": "Черепахи сбрасывают щитки с панциря не при смерти, а когда вырастают.",
  "tipsmod.tip.animal_growing": "Ты можешь ускорить рост детёнышей, покормив их.",
  "tipsmod.tip.blaze_snowball": "Ифриты — единственные враждебные монстры, которые получают урон от снежков.",
  "tipsmod.tip.biome_bonemeal": "Использование костной муки на траве выращивает цветы. В разных биомах цветы разные.",
  "tipsmod.tip.biome_fishing": "Рыбача в джунглях, можно добыть некоторые предметы, которые не ловятся ни в одном другом биоме.",
  "tipsmod.tip.fishing_resources": "Рыбалка — это отличный способ получить высокоуровневые зачарованные книги.",
  "tipsmod.tip.boat_jump": "По размещённой в лаве лодке ещё можно некоторое время передвигаться.",
  "tipsmod.tip.creeper_cat": "Криперы боятся котов и убегают от них.",
  "tipsmod.tip.water_grass": "С помощью воды можно быстро ломать траву для получения семян.",
  "tipsmod.tip.gravity_torch": "Если быстро поставить факел под падающими блоками, они все разрушатся.",
  "tipsmod.tip.string_wool": "Чтобы сделать шерсть, нужно расположить нити квадратом 2x2 в верстаке или сетке крафта.",
  "tipsmod.tip.barrel": "Бочки более эффективны, чем сундуки: они не требуют прозрачного блока над собой и их можно ставить рядом бесконечно.",
  "tipsmod.tip.job_site_dimension": "Жители теряют свои блоки профессий, перемещаясь между измерениями.",
  "tipsmod.tip.villager_sweat": "Во время Набега жители слишком напуганы, чтобы торговаться.",
  "tipsmod.tip.wandering_invis": "Странствующие торговцы ночью выпивают зелья невидимости.",
  "tipsmod.tip.baby_panda_slimeball": "Малыши-панды могут вычихнуть шарик слизи с шансом 0.1%.",
  "tipsmod.tip.fortress_triangulation": "Расположение крепости можно вычислить, запустив Око Эндера из разных мест и определив точку пересечения.",
  "tipsmod.tip.creeper_drops_disc": "Если стрела скелета или зимогора убивает крипера, с него выпадет случайная пластинка (кроме одной, что добывается в Незере).",
  "tipsmod.tip.mooshroom_lightning": "Удар молнии превратит красный гриб в коричневый, а коричневый - в красный.",
  "tipsmod.tip.bed_explode": "Попытка поспать в другом измерении добром не кончится.",
  "tipsmod.tip.fall_damage_blocks": "Некоторые блоки (например, вода и сено) могут снизить урон от падения.",
  "tipsmod.tip.bed_respawn": "Сон в кровати устанавливает твою точку возрождения.",
  "tipsmod.tip.ore_tiers": "Некоторые руды могут быть добыты лишь достаточно мощными кирками.",
  "tipsmod.tip.sponge_bucket": "Мокрую губку можно высушить, приготовив её в печи. Если в топливном слоте печи есть пустое ведро, то оно будет наполнено водой!",
  "tipsmod.tip.coarse_to_dirt": "Каменистую землю можно превратить в обычную, используя мотыгу.",
  "tipsmod.tip.enderman_blocks": "Эндермен может таскать блоки — например, землю, песок и динамит!",
  "tipsmod.tip.dragon_blocks": "Железные прутья, эндерняк и обсидиан не разрушаются Драконом Края.",
  "tipsmod.tip.piglin_repellent": "Пиглины боятся огня душ, в том числе в виде фонарей и факелов.",
  "tipsmod.tip.portal_trick": "Портал в Незер легко сделать с помощью вёдер с водой и лавой.",
  "tipsmod.tip.blaze_fuel": "Стрежни ифрита — отличное топливо для печек.",
  "tipsmod.tip.goat_milk": "Козу можно подоить с помощью ведра.",
  "tipsmod.tip.mean_goats": "Будьте осторожны с козами, они любят сталкивать игроков и других животных со скал.",
  "tipsmod.tip.dripstone_lava": "Из капельника под лавой будут медленно капать частицы лавы. Это может быть использовано для заполнения котла.",
  "tipsmod.tip.bucket_friends": "Рыбу и аксолотлей можно безопасно собирать с помощью вёдер.",
  "tipsmod.tip.bucket_rename": "Переименование ведра с мобом внутри также переименует этого моба.",
  "tipsmod.tip.axolotl_food": "Аксолотли любят есть тропических рыб.",
  "tipsmod.tip.wax_copper": "Соты можно использовать для вощения медных блоков. Это предотвращает их окисление.",
  "tipsmod.tip.freezing_leather": "Кожаная броня может защитить от замораживания.",
  "tipsmod.tip.azalea_caves": "Деревья азалии растут над пышными пещерными биомами.",
  
  "gui.tips.list.title": "Список советов",
  "gui.tips.list.search": "Поиск",
  "gui.tips.list.show_disabled": "Показать отключённые",
  "gui.tips.list.entry.tip_id": "ID совета: %s",
  "gui.tips.list.entry.added_by": "Добавлен: %s",
  "gui.tips.list.entry.cycle_time": "Продолжительность цикла: %s",
  "gui.tips.list.entry.copied": "Скопирован!",
  "gui.tips.list.entry.click_to_copy": "Нажми, чтобы скопировать ID",
  "gui.tips.list.entry.disabled": "Отключено конфигурацией!",
  "gui.tips.list.config": "Конфигурация"
}
