{
  "tipsmod.title.default": "Tips",

  "tipsmod.tip.no_tips": "Inga tips har laddats. Var god kontrollera konfigurationsfilen.",
  "tipsmod.tip.undead_damage": "Odöda varelser som skelett tar skada från hälsobrygder och blir läkta med skadebrygder.",
  "tipsmod.tip.poison_immune": "Zombier, skelett och spindlar är immuna mot giftskada.",
  "tipsmod.tip.witch_conversion": "Bybor omvandlas till häxor när de blir träffade av blixten.",
  "tipsmod.tip.four_eggs": "I väldigt sällsynta fall kan fyra kycklingar födas när hönsägg kläcks.",
  "tipsmod.tip.nether_lava": "Lava rinner snabbare i Nether.",
  "tipsmod.tip.west": "Solen, månen och stjärnorna rör sig västerut.",
  "tipsmod.tip.swamp_slime": "Slemkuber kan förekomma i träsk under en fullmåne.",
  "tipsmod.tip.deflect_ghast_fireballs": "Man kan reflektera eldklot från ghastar genom att attackera dem.",
  "tipsmod.tip.shulker_armor": "Shulkrar tar betydligt mer skada när deras skal är öppna.",
  "tipsmod.tip.arthropods": "Spindlar, silverfiskar, bin och endermites tar skada av förtrollningen leddjurens skräck.",
  "tipsmod.tip.fossils": "Stora fossiler är begravda under träsk och öknar.",
  "tipsmod.tip.crouch_blocks": "Smyg/ducka för att undvika att trilla ner från sidorna på block.",
  "tipsmod.tip.smoke_bees": "Placera en lägereld under ett bisamhälle för att göra bina passiva.",
  "tipsmod.tip.lava_fuel": "Lavahinkar kan användas som bränsle i ugnar.",
  "tipsmod.tip.wooden_tool_fuel": "Gamla träverktyg kan användas som bränsle i ugnar.",
  "tipsmod.tip.scrap_nuggets": "Verktyg/rustning av guld och järn kan smältas ned till klimpar.",
  "tipsmod.tip.piglin_gold": "Piglins älskar verkligen guld.",
  "tipsmod.tip.dog_health": "Ju lägre ned en hundsvans är, desto mindre hälsa har hunden kvar.",
  "tipsmod.tip.dog_rotten_flesh": "Man kan läka hundar genom att mata dem med ruttet kött.",
  "tipsmod.tip.lure_animals": "Man kan locka djur till att följa en genom att hålla i mat som de gillar.",
  "tipsmod.tip.cooked_drops": "Djur som dör av eldskada kan ibland släppa tillagad mat.",
  "tipsmod.tip.nether_sponge": "Våta svampar torkar omedelbart när de placeras i Nether.",
  "tipsmod.tip.boat_passenger": "Båtar kan ha två passagerare.",
  "tipsmod.tip.shulker_golem": "Shulkers anses vara en sorts golem i spelkoden.",
  "tipsmod.tip.note_block_instrument": "Instrumentljudet för ett notblock beror på vilket block som befinner sig under det.",
  "tipsmod.tip.zombie_armor": "Zombier har två rustningspoäng, även om de inte har någon rustning på sig.",
  "tipsmod.tip.undead_helmet": "Odöda varelser brinner inte i solen om de har på sig en hjälm.",
  "tipsmod.tip.iron_golem_heal": "Järngolems kan bli läkade med järntackor.",
  "tipsmod.tip.turtle_shell": "Sköldpaddor släpper endast skal när en bebis blir vuxen.",
  "tipsmod.tip.animal_growing": "Bebisdjur växer upp snabbare när man matar dem.",
  "tipsmod.tip.blaze_snowball": "Brännare tar skada från snöbollar.",
  "tipsmod.tip.biome_bonemeal": "Olika sorters blommor dyker upp när man använder benmjöl på gräsblock.",
  "tipsmod.tip.biome_fishing": "Man kan få helt andra föremål när man fiskar i en djungel jämfört med andra biomer.",
  "tipsmod.tip.fishing_resources": "Fiske är ett bra sätt att få förtrollade böcker av hög nivå.",
  "tipsmod.tip.boat_jump": "Man kan göra en tillfällig plattform av en båt som placeras i lava.",
  "tipsmod.tip.creeper_cat": "Creepers är rädda för katter och kommer att springa iväg från dem.",
  "tipsmod.tip.water_grass": "Vatten kan snabbt förstöra gräsplättar och skaffa frön.",
  "tipsmod.tip.gravity_torch": "Fallande block som sand och grus förstörs direkt när de faller på en fackla.",
  "tipsmod.tip.string_wool": "Tråd kan användas för att tillverka ull genom att placera de 2x2 i tillverkningsrutan.",
  "tipsmod.tip.barrel": "Tunnor är ett bekvämt alternativ till kistor.",
  "tipsmod.tip.job_site_dimension": "Bybor förlorar sina arbetsplatser när de hamnar i en annan dimension.",
  "tipsmod.tip.villager_sweat": "Bybor svettas när man försöker byteshandla med dem under en räd.",
  "tipsmod.tip.wandering_invis": "Vandrande byteshandlare dricker osynlighetsbrygder när det blir natt.",
  "tipsmod.tip.baby_panda_slimeball": "Bebispandor har 0,1 % chans att släppa en slemboll när de nyser.",
  "tipsmod.tip.fortress_triangulation": "Man kan triangulera en fästning genom att använda enderögon från två olika platser och därefter se var de korsar.",
  "tipsmod.tip.creeper_drops_disc": "Om en pil från ett skelett eller en strövare dödar en creeper kommer creepern släppa en slumpad musikskiva.",
  "tipsmod.tip.mooshroom_lightning": "En röd svamp kommer att förvandlas till en brun svamp och en brun svamp kommer att förvandlas till en röd svamp när de blir träffade av blixten.",
  "tipsmod.tip.bed_explode": "Att försöka sova i andra dimensioner kommer att sluta illa.",
  "tipsmod.tip.fall_damage_blocks": "Vissa block som vatten och höbalar kan förminska fallskada.",
  "tipsmod.tip.bed_respawn": "När man sover i en säng förändras återuppståndelsepunkten.",
  "tipsmod.tip.ore_tiers": "Vissa metaller kräver en miniminivå på hackor för att kunna brytas.",
  "tipsmod.tip.sponge_bucket": "Våt svamp kan torkas i en ugn genom att smälta det. Om det finns en tom hink i bränslerutan kommer hinken att fånga upp vattnet!",
  "tipsmod.tip.coarse_to_dirt": "Grusig jord kan omvandlas till vanlig jord med hjälp av en flåhacka.",
  "tipsmod.tip.enderman_blocks": "Endermen kan förflytta block som jord, sand och dynamit!",
  "tipsmod.tip.dragon_blocks": "Järngaller, endsten och obsidian kan inte förstöras av enderdraken.",
  "tipsmod.tip.piglin_repellent": "Piglins är rädda för själeldsblock som själfacklan och själlyktan.",
  "tipsmod.tip.portal_trick": "Lava och vattenhinkar kan användas för att göra en enkel netherportal.",
  "tipsmod.tip.blaze_fuel": "Brännstavar är ett bra bränsle för ugnar.",
  "tipsmod.tip.goat_milk": "Getter kan mjölkas med en hink.",
  "tipsmod.tip.mean_goats": "Var försiktig med getter, då de gillar att knuffa spelare och andra djur nedför stup.",
  "tipsmod.tip.dripstone_lava": "Stalaktiter som placeras nedanför lava kommer sakta droppa ned lavapartiklar. Detta kan användas för att fylla en kittel.",
  "tipsmod.tip.bucket_friends": "Fisk och axolotler kan plockas upp med hinkar.",
  "tipsmod.tip.bucket_rename": "När man namnger en hink med en varelse inuti kommer man även namnge varelsen.",
  "tipsmod.tip.axolotl_food": "Axolotler gillar att äta tropisk fisk.",
  "tipsmod.tip.wax_copper": "Vaxkakor kan användas för att vaxa kopparblock. Detta förhindrar de från att ärgas.",
  "tipsmod.tip.freezing_leather": "Läderrustning kan skydda mot köldskada.",
  "tipsmod.tip.azalea_caves": "Azalealöv växer ovanför biomer med frodiga grottor.",

  "tipsmod.tip.end_dimension": "Man kan inte lämna enddimensionen utan att besegra enderdraken... eller dö.",
  "tipsmod.tip.hitting_obsidian": "Det tar ungefär 4 minuter att bryta ett obsidianblock med handen.",
  "tipsmod.tip.sitting_pets": "Sittande tama djur fortsätter att sitta medan de sjunker i vatten tills de drunknar eller när man högerklickar på dem.",
  "tipsmod.tip.snow_golem_trail": "Man kan få oändligt med snöbollar från en snögolems snöspår.",
  "tipsmod.tip.mushroom_placement": "Svampar kan endast placeras på block där det inte finns något direkt solljus.",
  "tipsmod.tip.mushroom_biome_spawns": "Fientliga varelser kan inte dyka upp i en svampbiom.",
  "tipsmod.tip.shear_mooshroom": "Man kan klippa en mooshroom för att förvandla den till en vanlig ko.",
  "tipsmod.tip.peaceful_tnt": "Dynamit kan inte skada spelare i fredligt läge.",
  "tipsmod.tip.weather_sleep": "Sov för att få himlen att klarna upp samt stormar eller regnväder att försvinna.",

  "tipsmod.tip.joke.button": "Trots knappens engelska namn (\"button\") behöver man inte sitta på knappar för att få de att fungera.",
  "tipsmod.tip.joke.combat": "Zombier gillar inte när man slår på dem med svärd.",
  "tipsmod.tip.joke.swim": "Om man stannar undervatten för länge kan man drunkna.",
  "tipsmod.tip.joke.hop": "Trots trattens engelska namn (\"hopper\") har den ingenting att göra med kaniner.",
  "tipsmod.tip.joke.lava": "Precis som alla andra föremål brinner hinkar i lava, men inte när de placeras INUTI en hink.",
  "tipsmod.tip.joke.stairs": "Man kan inte gå uppochned med hjälp av uppochnedvända trappor.",
  "tipsmod.tip.joke.skulls": "Tack vare sitt hetsiga humör har Witherskelett lätt för att tappa huvudet.",
  "tipsmod.tip.joke.creeper": "Spela inte AC/DC i närheten av creepers, då kanske de blir \"Thunderstruck\".",
  "tipsmod.tip.joke.shears": "Det är säkrare att springa med saxar i Minecraft.",
  "tipsmod.tip.joke.provoke": "Drakar är farliga när de provoceras.",
  "tipsmod.tip.dragon_egg": "Drakägget är det enda ägget i Minecraft som inte skapar en entitet.",

  "gui.tips.list.title": "Tipslista",
  "gui.tips.list.search": "Sök",
  "gui.tips.list.show_disabled": "Visa inaktiva",
  "gui.tips.list.entry.tip_id": "Tips-ID: %s",
  "gui.tips.list.entry.added_by": "Lades till av: %s",
  "gui.tips.list.entry.cycle_time": "Tid innan nästa tips: %s",
  "gui.tips.list.entry.copied": "Kopierades!",
  "gui.tips.list.entry.click_to_copy": "Tryck för att kopiera ID",
  "gui.tips.list.entry.disabled": "Inaktiverad av konfigurationen!",
  "gui.tips.list.config": "Konfig."
}
