{
  "tipsmod.title.default": "Tips",

  "tipsmod.tip.no_tips": "Inga tips har laddats. Undersök konfigurationsfilen.",
  "tipsmod.tip.undead_damage": "Odöda varelser som skelett blir skadade av hälsobrygder och helade med skadebrygder.",
  "tipsmod.tip.poison_immune": "Zombier, skelett och spindlar är immuna mot giftskada.",
  "tipsmod.tip.witch_conversion": "Bybor omvandlas till häxor när de blir träffade av blixt.",
  "tipsmod.tip.four_eggs": "Att kläcka hönsägg kan föda fyra kycklingar i väldigt sällsynta fall.",
  "tipsmod.tip.nether_lava": "Lava sprider sig snabbare i Nether.",
  "tipsmod.tip.west": "Solen, månen och stjärnorna rör sig österut.",
  "tipsmod.tip.swamp_slime": "Slemkuber kan förekomma i träsk under en fullmåne.",
  "tipsmod.tip.deflect_ghast_fireballs": "Man kan reflektera eldbollar från ghastar genom att attackera dem.",
  "tipsmod.tip.shulker_armor": "Shulkrar tar betydligt mer skada när deras skal är öppna.",
  "tipsmod.tip.arthropods": "Spindlar, silverfiskar, bin, och endermites tar större skada av förtrollningen leddjurens skräck.",
  "tipsmod.tip.fossils": "Stora fossiler är gömda under träsk och öknar.",
  "tipsmod.tip.crouch_blocks": "Att smyga kommer förhindra att man trillar ner ifrån sidorna på block.",
  "tipsmod.tip.smoke_bees": "Att placera en lägereld under ett bisamhälle kommer göra bina passiva.",
  "tipsmod.tip.lava_fuel": "Lavahinkar kan användas som bränsle i ugnar.",
  "tipsmod.tip.wooden_tool_fuel": "Gamla träredskap kan användas som bränsle i ugnar.",
  "tipsmod.tip.scrap_nuggets": "Guld och järn redskap och rustning kan smältas till klimpar.",
  "tipsmod.tip.piglin_gold": "Piglins älskar verkligen guld.",
  "tipsmod.tip.dog_health": "Man kan se hur mycket hälsa en hund har genom att kolla på hur högt upp eller långt ner svansen är.",
  "tipsmod.tip.dog_rotten_flesh": "Man kan hela hundar genom att mata dem med ruttet kött.",
  "tipsmod.tip.lure_animals": "Man kan locka djur till att följa en genom att hålla i mat de gillar i ens primära eller sekundära hand.",
  "tipsmod.tip.cooked_drops": "Djur som dör av eldskada kan ibland släppa tillagad mat.",
  "tipsmod.tip.nether_sponge": "Våta svampar torkar omedelbart när de är placerade i Nether.",
  "tipsmod.tip.boat_passenger": "Båtar kan ha två passagerare.",
  "tipsmod.tip.shulker_golem": "Shulkers anses vara en sorts Golem i spelkoden.",
  "tipsmod.tip.note_block_instrument": "Beroende på vilket block som befinner sig under ett notblock kan notblocket få olika ljud från olika instrument.",
  "tipsmod.tip.zombie_armor": "Zombier har två rustningspoäng, även om de inte har någon rustning på sig.",
  "tipsmod.tip.undead_helmet": "Odöda varelser brinner inte i solen om de har på sig hjälm.",
  "tipsmod.tip.iron_golem_heal": "Järngolems kan bli helade med järntackor.",
  "tipsmod.tip.turtle_shell": "Sköldpaddor släpper inte deras skal när de dör; de släpps enbart när deras bebisar blir vuxna.",
  "tipsmod.tip.animal_growing": "Man kan boosta tillväxten av bebisdjur genom att mata dem.",
  "tipsmod.tip.blaze_snowball": "Brännare är de enda fientliga varelserna som tar skada från snöbollar.",
  "tipsmod.tip.biome_bonemeal": "Att använda benmjöl på gräsblock skapar olika blommor beroende på vilket ekosystem/biom du befinner dig i.",
  "tipsmod.tip.biome_fishing": "Att fiska i en djungel kan ge dig andra saker än att fiska i andra ekosystem/biomer.",
  "tipsmod.tip.fishing_resources": "Att fiska är ett bra sätt att få förtrollade böcker av hög nivå.",
  "tipsmod.tip.boat_jump": "Genom att placera en båt i lava kan man göra en tillfällig plattform.",
  "tipsmod.tip.creeper_cat": "Creepers är rädda för katter och kommer att springa iväg från dem.",
  "tipsmod.tip.water_grass": "Vatten är ett bra och effektivt sätt att snabbt förstöra gräsplättar och få frön.",
  "tipsmod.tip.gravity_torch": "Om man snabbt placerar en fackla under block som är påverkade av gravitation kommer blocken att förstöras i en kedja.",
  "tipsmod.tip.string_wool": "Tråd kan användas i 2x2 föremålsramar för att få ull.",
  "tipsmod.tip.barrel": "Tunnor är mer effektiva än kistor; de kräver inte ett tomt block ovanför dem och kan sättas ihop oändligt.",
  "tipsmod.tip.job_site_dimension": "Bybor förlorar deras arbetsplats när de skiftar dimensioner.",
  "tipsmod.tip.villager_sweat": "Bybor svettas när man försöker byteshandla med dem under ett räd.",
  "tipsmod.tip.wandering_invis": "Vandrande byteshandlare dricker osynlighetsbrygder när det blir natt.",
  "tipsmod.tip.baby_panda_slimeball": "Bebispandor har 0.1% chans att släppa en slemboll när de nyser.",
  "tipsmod.tip.fortress_triangulation": "Man kan triangulera ett fäste genom att använda enderögon från två olika platser och därefter se var de korsar.",
  "tipsmod.tip.creeper_drops_disc": "Om pilar från ett skelett eller strövare dödar en creeper kommer creepern kunna släppa en slumpad musikskiva, exlusive netherskivan.",
  "tipsmod.tip.mooshroom_lightning": "En röd svamp kommer att förvandlas till en brun svamp, och en brun svamp kommer att förvandlas till en röd svamp när de blir träffade av blixt.",
  "tipsmod.tip.bed_explode": "Att försöka sova i andra dimensioner kommer att sluta illa...",
  "tipsmod.tip.fall_damage_blocks": "Vissa block som vatten och höbalar kan förminska fallskada.",
  "tipsmod.tip.bed_respawn": "När man sover i en säng förändras återuppståndelsepunkten.",
  "tipsmod.tip.ore_tiers": "Vissa metaller kräver en miniminivå på hackor för att kunna brytas.",
  "tipsmod.tip.sponge_bucket": "Våt svamp kan torkas i en ugn genom att smälta det. Om det finns en tom hink i bränslerutan kommer hinken att fånga upp vattnet!",
  "tipsmod.tip.coarse_to_dirt": "Grusig jord kan omvandlas till vanlig jord med hjälp av en flåhacka.",
  "tipsmod.tip.enderman_blocks": "Endermen kan förflytta block som jord, sand och dynamit!",
  "tipsmod.tip.dragon_blocks": "Järngaller, endsten och obsidian kan inte förstöras av enderdraken.",
  "tipsmod.tip.piglin_repellent": "Piglins är rädda för själeldsblock som själfacklan och själlyktan.",
  "tipsmod.tip.blaze_fuel": "Brännstavar kan användas som effektivt bränsle till ugnar.",
  "tipsmod.tip.portal_trick": "Genom att använda lava och vattenhinkar kan man göra en enkel netherportal.",

  "gui.tips.list.title": "Tips Lista",
  "gui.tips.list.search": "Sök",
  "gui.tips.list.show_disabled": "Visa Inaktiverade",
  "gui.tips.list.entry.tip_id": "Tips ID: %s",
  "gui.tips.list.entry.added_by": "Tillagt av: %s",
  "gui.tips.list.entry.cycle_time": "Genomloppstid: %s",
  "gui.tips.list.entry.copied": "Kopierad!",
  "gui.tips.list.entry.click_to_copy": "Tryck för att kopiera ID",
  "gui.tips.list.entry.disabled": "Inaktiverad av konfigurationen!",
  "gui.tips.list.config": "Konfiguration"
}
