{
  "tipsmod.title.default": "Порада",
  
  "tipsmod.tip.no_tips": "Поради не завантажено. Будь ласка, перегляньте конфігурацію.",
  "tipsmod.tip.undead_damage": "Нежить, як-от скелети, отримує шкоду від зіллів зцілення та зцілюється від зіллів шкоди.",
  "tipsmod.tip.poison_immune": "Зомбі, скелети та павуки мають імунітет до отруєння.",
  "tipsmod.tip.witch_conversion": "Селянин стає відьмою, коли в нього влучає блискавка.",
  "tipsmod.tip.four_eggs": "Після розбиття яйця, з невеликим шансом може вилупитися 4 курчатка.",
  "tipsmod.tip.nether_lava": "У Незері лава тече швидше.",
  "tipsmod.tip.west": "Сонце, Місяць і зірки рухаються на захід.",
  "tipsmod.tip.swamp_slime": "Слимаки можуть з'являтися на болотах під час повного місяця.",
  "tipsmod.tip.deflect_ghast_fireballs": "Ви можете відбити заряд полум'я ґаста, вдаривши по ньому.",
  "tipsmod.tip.shulker_armor": "Шалкери отримують значно більше шкоди, коли їхні ракушняки відкриті.",
  "tipsmod.tip.arthropods": "Павуки, лусківниці, бджоли та ендерміти отримують шкоду від зачарування «Загибель членистоногих».",
  "tipsmod.tip.fossils": "Під болотами та пустелями закопані великі скам'янілості.",
  "tipsmod.tip.crouch_blocks": "Присядьте, щоб не падати з боків блоку.",
  "tipsmod.tip.smoke_bees": "Розміщення багаття під бджолиним гніздом зробить цих бджіл пасивними.",
  "tipsmod.tip.lava_fuel": "Відра лави можна використовувати як паливо для печі.",
  "tipsmod.tip.wooden_tool_fuel": "Старі дерев'яні інструменти можна використовувати як паливо для печі.",
  "tipsmod.tip.scrap_nuggets": "Золоті та залізні інструменти/обладунки можна переплавити на самородки.",
  "tipsmod.tip.piglin_gold": "Піґліни дуже люблять золото.",
  "tipsmod.tip.dog_health": "Чим нижче хвіст у собаки, тим менше в неї залишилося здоров'я.",
  "tipsmod.tip.dog_rotten_flesh": "Ви можете зцілити своїх собак, годуючи їх гнилою плоттю.",
  "tipsmod.tip.lure_animals": "Ви можете заманити тварин слідувати за вами, тримаючи їжу, яка їм подобається.",
  "tipsmod.tip.cooked_drops": "З тварин, убитих вогнем, зазвичай випадає смажена їжа.",
  "tipsmod.tip.nether_sponge": "Мокрі губки відразу висихають, якщо їх розмістити в Незері.",
  "tipsmod.tip.boat_passenger": "Човни можуть перевозити до двох пасажирів.",
  "tipsmod.tip.shulker_golem": "Шалкери вважаються різновидом ґолема.",
  "tipsmod.tip.note_block_instrument": "Інструмент нотного блоку визначається блоком, що знаходиться під ним.",
  "tipsmod.tip.zombie_armor": "Зомбі мають дві базові одиниці броні, навіть якщо на них немає жодної.",
  "tipsmod.tip.undead_helmet": "Нежить не горить при денному світлі, якщо на ній є шолом.",
  "tipsmod.tip.iron_golem_heal": "Залізних ґолемів можна зцілити, давши їм залізні злитки.",
  "tipsmod.tip.turtle_shell": "Черепахи скидають черепки тільки тоді, коли виростає дитина.",
  "tipsmod.tip.animal_growing": "Годування дитинчат тварин пришвидшує їхнє зростання.",
  "tipsmod.tip.blaze_snowball": "Пломені отримують шкоду від сніжок.",
  "tipsmod.tip.biome_bonemeal": "Використання кісткового борошна на блоці трави може виростити різні види квітів.",
  "tipsmod.tip.biome_fishing": "Риболовля в джунглях може дати вам деякі предмети, які не зустрічаються в жодному іншому біомі.",
  "tipsmod.tip.fishing_resources": "Риболовля — чудовий спосіб отримати зачаровані книги високого рівня.",
  "tipsmod.tip.boat_jump": "Помістивши човен у лаву, можна зробити тимчасову платформу.",
  "tipsmod.tip.creeper_cat": "Кріпери бояться котів і будуть від них тікати.",
  "tipsmod.tip.water_grass": "За допомогою води можна швидко знищувати траву для отримання насіння.",
  "tipsmod.tip.gravity_torch": "При падінні на смолоскип, падаючі блоки, як-от пісок та гравій, миттєво знищуються.",
  "tipsmod.tip.string_wool": "Вовну можна виготовити за допомогою чотирьох ниток, розміщених на сітці майстрування 2x2.",
  "tipsmod.tip.barrel": "Діжки – зручна альтернатива скриням.",
  "tipsmod.tip.job_site_dimension": "Селянини втрачають місце роботи при переміщенні між вимірами.",
  "tipsmod.tip.villager_sweat": "Під час рейду, селянини дуже налякані, щоб торгуватися з вами.",
  "tipsmod.tip.wandering_invis": "Мандрівні торговці вночі п'ють зілля невидимости.",
  "tipsmod.tip.baby_panda_slimeball": "Дитинчата панди мають 0.1% шанс скинути слизову кульку після чхання.",
  "tipsmod.tip.fortress_triangulation": "Ви можете визначити розташування твердині, кинувши очі Енду з двох різних місць і визначивши точку перетину.",
  "tipsmod.tip.creeper_drops_disc": "Якщо стріла скелета або примари вбиває кріпера, то з нього випадає випадкова платівка.",
  "tipsmod.tip.mooshroom_lightning": "Влучання блискавки в червоний гриб перетворить його на коричневий, а коричневий — на червоний.",
  "tipsmod.tip.bed_explode": "Спроба поспати в інших вимірах закінчиться плачевно.",
  "tipsmod.tip.fall_damage_blocks": "Деякі блоки, як-от вода та сіно, можуть зменшити шкоду від падіння.",
  "tipsmod.tip.bed_respawn": "Сон у ліжку встановить вашу точку появи.",
  "tipsmod.tip.ore_tiers": "Деякі руди мають мінімально необхідний рівень кайла для їх видобутку.",
  "tipsmod.tip.sponge_bucket": "Мокру губку можна висушити, приготувавши її в печі. Якщо в слоті для палива є порожнє відро, воно буде наповнене водою!",
  "tipsmod.tip.coarse_to_dirt": "Загрубілий ґрунт можна перетворити на звичайний за допомогою мотики.",
  "tipsmod.tip.enderman_blocks": "Ендермен може переміщати блоки, такі як ґрунт, пісок і динаміт!",
  "tipsmod.tip.dragon_blocks": "Залізні ґрати, камінь Енду та обсидіан невразливі до шкоди від дракона Енду.",
  "tipsmod.tip.piglin_repellent": "Піґліни бояться полум'я душ, зокрема у вигляді ліхтарів та смолоскипів.",
  "tipsmod.tip.portal_trick": "Використовуючи відра з водою та лавою, ви можете легко зробити портал у Незер.",
  "tipsmod.tip.blaze_fuel": "Стрижні пломеня є хорошим паливом для печі.",
  "tipsmod.tip.goat_milk": "Кіз можна подоїти за допомогою відра.",
  "tipsmod.tip.mean_goats": "Будьте обережні з козами. Вони люблять скидувати гравців та інших тварин зі скель.",
  "tipsmod.tip.dripstone_lava": "Із загостреного спелеотема, що знаходиться під лавою, капатимуть частинки лави. За допомогою цього можна наповнити казан.",
  "tipsmod.tip.bucket_friends": "Риб та аксолотлів можна безпечно підбирати за допомогою відер.",
  "tipsmod.tip.bucket_rename": "Перейменування відра з мобом усередині також перейменує цього моба.",
  "tipsmod.tip.axolotl_food": "Аксолотлі люблять поласувати тропічною рибою.",
  "tipsmod.tip.wax_copper": "Медові стільники можна використовувати для вощення мідних блоків. Це запобігає їх окисненню.",
  "tipsmod.tip.freezing_leather": "Шкіряна броня може захистити від замерзання.",
  "tipsmod.tip.azalea_caves": "Дерева азалії ростуть над пишними печерними біомами.",
  
  "tipsmod.tip.end_dimension": "Ви не можете покинути Енд, не перемігши дракона Енду... або не загинувши.",
  "tipsmod.tip.hitting_obsidian": "Щоб розбити обсидіан руками, потрібно приблизно 4 хвилини.",
  "tipsmod.tip.sitting_pets": "Сидячі тварини залишатимуться сидячими, коли тонуть у воді, поки не потонуть або поки ви не натиснете на них ПКМ.",
  "tipsmod.tip.snow_golem_trail": "Ви можете збирати нескінченну кількість сніжок зі сліду снігового ґолема.",
  "tipsmod.tip.mushroom_placement": "Гриби можна розміщувати лише на блоках, де немає прямих сонячних променів.",
  "tipsmod.tip.mushroom_biome_spawns": "Ворожі моби не можуть з'являтися в грибному біомі.",
  "tipsmod.tip.shear_mooshroom": "Ви можете обстригти мушрума, щоб перетворити його на звичайну корову.",
  "tipsmod.tip.peaceful_tnt": "Динаміт не може завдати шкоди гравцям на мирній складності.",
  "tipsmod.tip.weather_sleep": "Сон прояснить небо та припинить бурю або дощ.",

  "tipsmod.tip.joke.button": "У Minecraft є багато кнопок, проте лише кнопка «Вийти з гри» є непотрібною.",
  "tipsmod.tip.joke.combat": "Зомбі не люблять, коли ти колеш їх мечем.",
  "tipsmod.tip.joke.swim": "Якщо ви залишатиметеся під водою занадто довго, ви можете потонути.",
  "tipsmod.tip.joke.hop": "Незважаючи на назву, воронки не є дитинчатами ворони.",
  "tipsmod.tip.joke.lava": "Як і будь-які предмети, відра горять у лаві, але не тоді, коли вона знаходиться У відрі.",
  "tipsmod.tip.joke.stairs": "Перевернуті сходи не дозволяють вам ходити по стелі.",
  "tipsmod.tip.joke.skulls": "Череп візера-скелета не схожий на голову кріпера.",
  "tipsmod.tip.joke.creeper": "Не вмикайте Россия 1 поблизу кріперів. Вони можуть стати зомбі.",
  "tipsmod.tip.joke.shears": "Бігати з ножицями безпечніше в Minecraft.",
  "tipsmod.tip.joke.provoke": "Дракони небезпечні, коли їх провокують.",
  "tipsmod.tip.dragon_egg": "Яйце дракона — єдине яйце в Minecraft, яке не породжує сутність.",

  "gui.tips.list.title": "Список порад",
  "gui.tips.list.search": "Пошук",
  "gui.tips.list.show_disabled": "Показати вимкнені",
  "gui.tips.list.entry.tip_id": "ID поради: %s",
  "gui.tips.list.entry.added_by": "Додано: %s",
  "gui.tips.list.entry.cycle_time": "Тривалість циклу: %s",
  "gui.tips.list.entry.copied": "Скопійовано!",
  "gui.tips.list.entry.click_to_copy": "Натисніть, щоб скопіювати ID",
  "gui.tips.list.entry.disabled": "Вимкнено конфігурацією!",
  "gui.tips.list.config": "Конфігурація"
}
