{
  "tips.title.tip": "Tipp",
  
  "tips.tip.no_tips": "Es konnten keine Tipps geladen werden, bitte überprüfe die Konfigurationsdatei",
  "tips.tip.undead_damage": "Untote Monster wie Skelette, kriegen schaden durch Heiltränke und werde mit Schadenstränken geheilt.",
  "tips.tip.poison_immune": "Zombies, Skelette und Spinnen sind imun gegen gift Effekte.",
  "tips.tip.witch_conversion": "Wird ein Dorfbewohner von einem Blitz getroffen, wird er zur Hexe.",
  "tips.tip.four_eggs": "Beim brüten von Hühnereiern, können selten bis zu 4 Küken spawnen.",
  "tips.tip.nether_lava": "Lava fließt im Nether schneller",
  "tips.tip.east": "Die Sonne, der Mond und die Sterne bewegen sich richtung Osten.",
  "tips.tip.swamp_slime": "Schleime können während einem Vollmond in Sümpfen spawnen",
  "tips.tip.deflect_ghast_fireballs": "Feuerbälle von Ghasts können reflektiert werden wenn du gegen sie schlägst.",
  "tips.tip.shulker_armor": "Shulker kriegen sehr viel mehr Schaden wenn sie gerade offen sind.",
  "tips.tip.arthropods": "Spinnen, Silberfische, Bienen und Endermites, kriegen all extra Schaden durch die Nemesis der Gliederfüßer verzauberung.",
  "tips.tip.fossils": "Große Fosilien sind in Sümpfen und Wüsten vergraben",
  "tips.tip.crouch_blocks": "Schleichen verhindert dass du an Block Kannten runter fällst.",
  "tips.tip.smoke_bees": "Du kannst Bienen beruhigen, indem du ein Lagerfeuer unter ihr Nest platzierst.",
  "tips.tip.lava_fuel": "Lava Eimer können als Brennstof in Öfen verwendet werden",
  "tips.tip.wooden_tool_fuel": "Altes Holz werkzeug kann als Brennstof in Öfen verwendet werden",
  "tips.tip.scrap_nuggets": "Gold und Eisen Werkzeug/Rüstung können zu Nuggest geschmolzen werden",
  "tips.tip.piglin_gold": "Piglins lieben Gold",
  "tips.tip.dog_health": "Je niedrieger der Schweif eines Hundes, umso weniger Leben hat dieser",
  "tips.tip.dog_rotten_flesh": "Man kann Hunde heilen, indem man ihnen Verrottetes Fleisch verfüttert",
  "tips.tip.lure_animals": "Du kannst Tiere dazu bringen dir zu Folgen, indem du ihr eins ihrer Lieblingsessen in der Hand hälst.",
  "tips.tip.cooked_drops": "Tiere die an Feuerschaden sterben, lassen gekochtes Essen fallen.",
  "tips.tip.nether_sponge": "Nasse Schwämme trocknen sofort wenn sie im Nether platziert werden.",
  "tips.tip.boat_passenger": "Es können 2 Passagiere in einem Boot sitzen.",
  "tips.tip.shulker_golem": "Shulker sind laut dem Spiel eine art Golem.",
  "tips.tip.note_block_instrument": "Der Ton eines Notenblocks wird durch den Block unter ihm bestimmt.",
  "tips.tip.zombie_armor": "Zombies haben 2 Rüstungs punkte, auch wenn Sie keine Rüstung tragen.",
  "tips.tip.undead_helmet": "Untote Monster verbrennen Tags über nicht, wenn Sie einen Helm tragen.",
  "tips.tip.iron_golem_heal":"Eisen Golems cann mit Eisen Barren geheilt werden."
}