{
  "tips.title.tip": "Tip",
  
  "tips.tip.no_tips": "No tips have been loaded. Please review the configurations.",
  "tips.tip.undead_damage": "Undead mobs like Skeletons are damaged by health potions and healed by damage potions.",
  "tips.tip.poison_immune": "Zombies, Skeletons, and Spiders are all immune to poison damage.",
  "tips.tip.witch_conversion": "Villagers will become witches if they get struck by lightning",
  "tips.tip.four_eggs": "Hatching chicken eggs can spawn four chickens on very rare occasions.",
  "tips.tip.nether_lava": "Lava will spread faster in the nether.",
  "tips.tip.east": "The Sun, Moon, and Stars all move towards the east.",
  "tips.tip.swamp_slime": "Slimes can spawn in swamps during a full moon.",
  "tips.tip.deflect_ghast_fireballs": "You can deflect Ghast Fireballs by attacking them.",
  "tips.tip.shulker_armor": "Shulkers take significantly more damage when their shells are open.",
  "tips.tip.arthropods": "Spiders, Silverfish, Bees, and Endermites all take damage from Bane of Arthropods.",
  "tips.tip.fossils": "Large fossils are burried under swamps and desserts",
  "tips.tip.crouch_blocks": "Sneaking/Crouching will prevent you from falling off the side of blocks.",
  "tips.tip.smoke_bees": "Placing a Campfire beneath a Bee Nest will make those Bees passive.",
  "tips.tip.lava_fuel": "Lava Buckets can be used as fuel in the Furnace.",
  "tips.tip.wooden_tool_fuel": "Old Wooden tools can be used as fuel in the Furnace.",
  "tips.tip.scrap_nuggets": "Gold and Iron tools/armor can be smelted into nuggets.",
  "tips.tip.piglin_gold": "Piglins really love gold.",
  "tips.tip.dog_health": "The lower a dog's tail, the less health they have left.",
  "tips.tip.dog_rotten_flesh": "You can heal your dogs by feeding them Rotten Flesh.",
  "tips.tip.lure_animals": "You can lure animals into following you by holding a food they like in your main hand or off hand.",
  "tips.tip.cooked_drops": "Animals killed by fire damage will sometimes drop cooked food.",
  "tips.tip.nether_sponge": "Wet sponges will immediately dry when placed in the nether.",
  "tips.tip.boat_passenger": "Boats can carry two passengers.",
  "tips.tip.shulker_golem": "Shulkers are labeled as a type of Golem by the game.",
  "tips.tip.note_block_instrument": "The instrument of a Note Block is determined by the block underneath it.",
  "tips.tip.zombie_armor": "Zombies have two base points of armor, even when they are not wearing any.",
  "tips.tip.undead_helmet": "Undead mobs will not burn in daylight if they are wearing a helmet.",
  "tips.tip.iron_golem_heal": "Iron Golems can be healed by giving them iron ingots."
}