{
  "tips.title.tip": "Совет",
  
  "tips.tip.no_tips": "Советы не загружены. Посмотри конфигурации.",
  "tips.tip.undead_damage": "Неживые монстры как Скелеты, повреждаются зельями лечения, а исцеляются зельями вреда.",
  "tips.tip.poison_immune": "Зомби, скелеты и пауки —, все они невосприимчивы к зелью урона.",
  "tips.tip.witch_conversion": "Жители становятся ведьмами, если будут ударены молнией.",
  "tips.tip.four_eggs": "Выведение цыплят может породить в очень редких случаях до 4-ёх цыплят.",
  "tips.tip.nether_lava": "Лава будет быстрее распространяться в Незере.",
  "tips.tip.east": "Солнце, луна и звёзды —, все они все движутся к востоку.",
  "tips.tip.swamp_slime": "Слизни могут появиться в болотах во время полнолуния.",
  "tips.tip.deflect_ghast_fireballs": "Ты можешь отклонить огненный шар Гаста, ударив по нему.",
  "tips.tip.shulker_armor": "Шалкеры получают существенно больше урона, если их скорлупа открыта.",
  "tips.tip.arthropods": "Пауки, чешуйницы, пчёлы и эндермиты —, все получают урон от Бич членистоногих.",
  "tips.tip.fossils": "Большие окаменелости — захоронены под болотами и пустынями.",
  "tips.tip.crouch_blocks": "Крадение/Прижавшись не даст тебе упасть с грани блоков.",
  "tips.tip.smoke_bees": "Поместив костёр под Пчелиным ульем сделает их пассивными.",
  "tips.tip.lava_fuel": "Вёдра с лавой можно использовать в виде топлива в Печи.",
  "tips.tip.wooden_tool_fuel": "Старые деревянные инструменты можно использовать в виде топлива в Печи.",
  "tips.tip.scrap_nuggets": "Золотые и железные инструменты/броня можно выплавить в самородки.",
  "tips.tip.piglin_gold": "Пиглины очень любят золото.",
  "tips.tip.dog_health": "Чем ниже собачий хвост, тем меньше остаётся здоровья.",
  "tips.tip.dog_rotten_flesh": "Ты можешь вылечить собак, покормив их Гнилой плотью.",
  "tips.tip.lure_animals": "Ты можешь приманить животных за собой, держа еду, которая им нравится в основной руке или в левой руке.",
  "tips.tip.cooked_drops": "Животные, убитые повреждением огня, иногда сбрасывают приготовленную еду.",
  "tips.tip.nether_sponge": "Мокрые губки моментально высыхают, если их поместить в Незере.",
  "tips.tip.boat_passenger": "Лодки могут перевозить до 2-ух пассажиров.",
  "tips.tip.shulker_golem": "Согласно коду, шалкеры считаются одним из видов Голема.",
  "tips.tip.note_block_instrument": "Инструмент, которым будет проигран звук, зависит от типа блока, расположенный под нотным блоком.",
  "tips.tip.zombie_armor": "Зомби имеют 2 базовых очка брони, даже если на них ничего не надето.",
  "tips.tip.undead_helmet": "Неживые монстры не горят днём, если у них надет шлем.",
  "tips.tip.iron_golem_heal": "Железных големов можно исцелить, если дать им железные слитки.",
  "tips.tip.turtle_shell": "Черепахи не сбрасывают после смерти щиток, но только когда они станут взрослыми.",
  "tips.tip.animal_growing": "Ты можешь ускорить рост детёнышей, покормив их.",
  "tips.tip.blaze_snowball": "Ифриты — единственные враждебные монстры, которые получают урон от снежков.",
  "tips.tip.biome_bonemeal": "Используя костную муку на блоках травы, даёт тебе различные цветы в зависимости от находящегося биома.",
  "tips.tip.biome_fishing": "Рыбалка в Джунглях может тебе дать различные предметы, в отличие от рыбалки в других биомах.",
  "tips.tip.fishing_resources": "Рыбалка — это отличный способ получить высокоуровневые зачарованные книги.",
  "tips.tip.boat_jump": "Поместив лодку на лаву, ты можешь сделать временную платформу.",
  "tips.tip.creeper_cat": "Криперы боятся котов и будут убегать от них.",
  "tips.tip.water_grass": "Вода — это отличный способ быстро сломать участки травы и получить семена.",
  "tips.tip.gravity_torch": "Если быстро поставить факел под блоками, находящиеся под влиянием гравитации, они будут ломаться по цепи.",
  "tips.tip.string_wool": "Чтобы сделать шерсть, нужно расположить нити в сетке создания/верстаке 2x2.",
  "tips.tip.barrel": "Бочки наиболее эффективны, чем сундуки; они не требуют прозрачный блок над ними, и можно ставить их рядом бесконечно.",
  "tips.tip.job_site_dimension": "Жители теряют своё рабочее место, когда изменяют измерения.",
  "tips.tip.villager_sweat": "Жители тревожатся, когда пытаются торговать с разбойниками во время набега.",
  "tips.tip.wandering_invis": "Странствующие торговцы ночью выпивают зелья невидимости.",
  "tips.tip.baby_panda_slimeball": "Малыши панды имеют 0.1% вероятность выбросить шарик слизи после чиха.",
  "tips.tip.fortress_triangulation": "Ты можешь триангулировать местоположения цитаделей, отправляя око края с двух разных мест и отследить, где они пересекутся.",
  "tips.tip.creeper_drops_disc": "Если стрела Скелета или Зимогора убивает крипера, с крипера выпадет случайная пластинка, (исключая пластинку из Незера.)",
  "tips.tip.mooshroom_lightning": "Красный гриб станет коричневым грибом, а коричневый гриб станет красным, если в него ударит молния.",
  "tips.tip.bed_explode": "Попытка поспать в других измерениях, это кончится плохо.",
  "tips.tip.fall_damage_blocks": "Некоторые блоки как вода и сено могут снизить урон от падения.",
  "tips.tip.bed_respawn": "Сон в кровати установит твоё место появления.",
  "tips.tip.ore_tiers": "Некоторые руды имеют минимальный уровень кирки, чтобы их добыть.",
  "tips.tip.sponge_bucket": "Мокрую губку можно высушить, приготовив её в печи. Если в топливном слоте печи есть пустое ведро, то ведро захватит воду!",
  "tips.tip.coarse_to_dirt": "Грубую землю можно превратить в обычную, используя мотыгу.",
  "tips.tip.enderman_blocks": "Странник края может перемещать блоки как грязь, песок и динамит!",
  "tips.tip.dragon_blocks": "Железные прутья, камень края и обсидиан — невосприимчивы к урону от Дракона края.",
  "tips.tip.piglin_repellent": "Пиглины пугаются огня душ, включая Факел душ и фонарь душ.",
  "tips.tip.portal_trick": "Используя вёдра с лавой/водой, ты сможешь с лёгкость сделать портал в незер.",
  "tips.tip.blaze_fuel": "Стрежни ифрита — отличное топливо для печек.",
  
  "gui.tips.list.title": "Список советов",
  "gui.tips.list.search": "Поиск",
  "gui.tips.list.show_disabled": "Показать отключённые",
  "gui.tips.list.entry.tip_id": "ID совета: %s",
  "gui.tips.list.entry.added_by": "Добавлен: %s",
  "gui.tips.list.entry.cycle_time": "Продолжительность цикла: %s",
  "gui.tips.list.entry.copied": "Скопирован!",
  "gui.tips.list.entry.click_to_copy": "Нажми, чтобы скопировать ID",
  "gui.tips.list.entry.disabled": "Отключено конфигурацией!",
  "gui.tips.list.config": "Конфигурация"
}
