{
  "tips.title.tip": "Tips",
  
  "tips.tip.no_tips": "Inga tips har laddats. Se över konfigurationsfilen.",
  "tips.tip.undead_damage": "Odöda varelser såsom Skelett blir skadade av hälsobrygder och helade med skadebrygder.",
  "tips.tip.poison_immune": "Zombier, Skelett och Spindlar är alla immuna mot giftskada.",
  "tips.tip.witch_conversion": "Bybor omvandlas till häxor när de träffas med blixt.",
  "tips.tip.four_eggs": "Att kläcka hönsägg kan skapa fyra kycklingar i väldigt sällsynta fall.",
  "tips.tip.nether_lava": "Lava sprids snabbare i Nether.",
  "tips.tip.east": "Solen, Månen och Stjärnorna rör sig alla mot öst.",
  "tips.tip.swamp_slime": "Slimes kan förekomma i träsk under en fullmåne.",
  "tips.tip.deflect_ghast_fireballs": "Man kan reflektera Eldbollar från Ghastar genom att attackera dem.",
  "tips.tip.shulker_armor": "Shulkers tar betydligt mer skada när deras skal är öppna.",
  "tips.tip.arthropods": "Spindlar, Silverfiskar, Bin, och Endermites tar alla skada av Leddjurens Skräck.",
  "tips.tip.fossils": "Stora fossiler är gömda under träsk och öknar.",
  "tips.tip.crouch_blocks": "Att smyga kommer förhindra att man trillar ner från sidan av block.",
  "tips.tip.smoke_bees": "Att placera en Lägereld under ett Bisamhälle kommer att göra Bina passiva.",
  "tips.tip.lava_fuel": "Lavahinkar kan användas som bränsle i Ugnar.",
  "tips.tip.wooden_tool_fuel": "Gamla Träredskap kan användas som bränsle i Ugnar.",
  "tips.tip.scrap_nuggets": "Guld och Järn redskap/rustning kan smältas till klimpar.",
  "tips.tip.piglin_gold": "Piglins älskar verkligen guld.",
  "tips.tip.dog_health": "Ju längre ner en hunds svans är, ju lägre hälsa har den kvar.",
  "tips.tip.dog_rotten_flesh": "Man kan hela sina hundar genom att mata dem med Ruttet Kött.",
  "tips.tip.lure_animals": "Man kan locka djur till att följa dig genom att hålla i mat de gillar i sin primära eller sekundära hand.",
  "tips.tip.cooked_drops": "Djur som dör av eldskada kan ibland släppa tillagad mat.",
  "tips.tip.nether_sponge": "Våta svampar torkar omedelbart när de är placerade i Nether.",
  "tips.tip.boat_passenger": "Båtar kan ha två passagerare.",
  "tips.tip.shulker_golem": "Shulkers anses vara en sorts Golem i spelkoden.",
  "tips.tip.note_block_instrument": "Instrumentet i ett Notblock bestäms av blocket under det.",
  "tips.tip.zombie_armor": "Zombier har två rustningspoäng, även om de inte har någon rustning på sig.",
  "tips.tip.undead_helmet": "Odöda varelser brinner inte i solen om de har på sig en hjälm.",
  "tips.tip.iron_golem_heal": "Järngolems kan bli helade med järntackor.",
  "tips.tip.turtle_shell": "Sköldpaddor släpper inte deras skal när de dör; de släpps enbart när deras bebisar blir vuxna.",
  "tips.tip.animal_growing": "Man kan boosta tillväxten av bebisdjur genom att mata dem.",
  "tips.tip.blaze_snowball": "Brännare är de enda fientliga varelserna som tar skada från snöbollar.",
  "tips.tip.biome_bonemeal": "Att använda benmjöl på gräsblock ger dig olika blommor beroende på vilken biom du befinner dig i.",
  "tips.tip.biome_fishing": "Fiske i en djungel kan ge dig annorlunda saker jämfört med fiske i andra biomer.",
  "tips.tip.fishing_resources": "Fiske är ett bra sätt att få förtrollade böcker av hög nivå.",
  "tips.tip.boat_jump": "Genom att placera en båt i lava kan man göra en temporär plattform.",
  "tips.tip.creeper_cat": "Creepers är rädda för katter och kommer att springa iväg från dem.",
  "tips.tip.water_grass": "Vatten är ett bra sätt att snabbt förstöra gräsplättar och få frön.",
  "tips.tip.gravity_torch": "Om man snabbt placerar en fackla under block som är påverkade av gravitation, kommer de att förstöras i en kedja.",
  "tips.tip.string_wool": "Tråd kan användas i 2x2 föremålsramar för att få ull.",
  "tips.tip.barrel": "Tunnor är mer effektiva än kistor; de kräver inte ett tomt block ovanför och kan sättas ihop oändligt.",
  "tips.tip.job_site_dimension": "Bybor förlorar deras arbetsplats när de skiftar dimensioner.",
  "tips.tip.villager_sweat": "Bybor svettas när man försöker byteshandla med dem när ett räd pågår.",
  "tips.tip.wandering_invis": "Vandrande byteshandlare dricker osynlighetsbrygder när det blir natt.",
  "tips.tip.baby_panda_slimeball": "Bebispandor har 0.1% chans att släppa en slemboll när de nyser.",
  "tips.tip.fortress_triangulation": "Man kan triangulera ett fäste genom att använda enderögon från två olika platser och därefter se var de korsar.",
  "tips.tip.creeper_drops_disc": "Om pilar från ett Skelett eller Strövare dödar en Creeper, kommer Creepern släppa en slumpmässig musikskiva (förutom Nether musikskivan).",
  "tips.tip.mooshroom_lightning": "En röd svamp kommer bli en brun svamp, och en brun svamp kommer bli en röd svamp, när de blir träffade av blixt.",
  "tips.tip.bed_explode": "Att försöka sova i andra dimensioner kommer att sluta illa.",
  "tips.tip.fall_damage_blocks": "Vissa block såsom vatten och höbalar kan förminska skada från höjder.",
  "tips.tip.bed_respawn": "Att sova i en säng ändrar återuppståndelsepunkten.",
  "tips.tip.ore_tiers": "Vissa metaller kräver en minimumnivå på hackor för att kunna brytas.",
  "tips.tip.sponge_bucket": "Våt svamp kan torkas i en ugn genom att smälta det. Om det finns en tom hink i bränslerutan kommer hinken fånga upp vattnet!",
  "tips.tip.coarse_to_dirt": "Grusig jord kan omvandlas till vanligt jord med hjälp av en flåhacka.",
  "tips.tip.enderman_blocks": "Endermän kan förflytta block såsom jord, sand och TNT!",
  "tips.tip.dragon_blocks": "Järngaller, Endsten och Obsidian är immuna mot skada från Enderdraken.",
  "tips.tip.piglin_repellent": "Piglins är rädda för själeldsblock inklusive Själfacklan och Själlyktan.",
  
  "gui.tips.list.title": "Tips Lista",
  "gui.tips.list.search": "Sök",
  "gui.tips.list.show_disabled": "Visa Inaktiverade",
  "gui.tips.list.entry.tip_id": "Tips ID: %s",
  "gui.tips.list.entry.added_by": "Tillagt av: %s",
  "gui.tips.list.entry.cycle_time": "Genomloppstid: %s",
  "gui.tips.list.entry.copied": "Kopierad!",
  "gui.tips.list.entry.click_to_copy": "Tryck för att kopiera ID",
  "gui.tips.list.entry.disabled": "Inaktiverad av konfiguration!",
  "gui.tips.list.config": "Konfiguration"
}
